{
//Objects-i18n
    "HardewValley.FruitTree.Strawpeach": "Strawpeach",
	"object.HV.lucky-milk.name": "Lucky Milk",
	"object.HV.lucky-milk.description": "It's green and doesn't look tasty, but if it really brings you luck, it's worth it.",
	"object.HV.strawberry-cream-cup.name": "Strawberry Cream Cup",
	"object.HV.strawberry-cream-cup.description": "Strawberries with cream served in a luxurious cup.",
	"object.HV.strawberry-milk.name": "Strawberry Milk",
	"object.HV.strawberry-milk.description": "A pink, delicious and somewhat thick strawberry milk.",
	"object.HV.ultra-milk.name": "Ultra Milk",
	"object.HV.ultra-milk.description": "Did you think of mixing the two? Are you crazy?",
	"object.HV.whipped-cream.name": "Whipped Cream",
	"object.HV.whipped-cream.description": "Whipped cream made with quality milk.",
	"object.HV.clover-gamma-seeds.name": "Clover Gamma Seeds",
	"object.HV.clover-gamma-seeds.description": "Plant these in summer. Takes 7 days to mature. Cultivate your own luck!",
	"object.HV.energyberry-seeds.name": "Energyberry Seeds",
	"object.HV.energyberry-seeds.description": "Plant these in spring or autumn. Takes 8 days to mature. You know... These are not legal...",
	"object.HV.golden-strawberry-seeds.name": "Golden Strawberry Seeds",
	"object.HV.golden-strawberry-seeds.description": "Plant these in spring or summer. Takes 50 days to mature. Produces something beautiful.",
	"object.HV.silver-strawberry-seeds.name": "Silver Strawberry Seeds",
	"object.HV.silver-strawberry-seeds.description": "Plant these in summer. Takes 8 days to mature. Produces a visual delight.",
	"object.HV.strawbit-seeds.name": "Strawbit Seeds",
	"object.HV.strawbit-seeds.description": "Plant these in winter. Takes 5 days to mature. Produces baby strawberries every day.",
	"object.HV.winged-golden-strawberry-seeds.name": "Winged Golden Strawberry Seeds",
	"object.HV.winged-golden-strawberry-seeds.description": "Plant these all year round. Takes 100 days to mature. Produces something amazing.",
	"object.HV.strawpeach-sapling.name": "Strawpeach Sapling",
	"object.HV.strawpeach-sapling.description": "Takes 28 days to produce a mature Strawpeach tree. Bears fruit in autumn. Only grows if the 8 surrounding tiles are empty.",
	"object.HV.clover-gamma.name": "Clover Gamma",
	"object.HV.clover-gamma.description": "If this plant gives luck, it must be extracted. With luck it will grow a lot... Maybe too much.",
	"object.HV.energyberry.name": "Energyberry",
	"object.HV.energyberry.description": "The energy provided by this berry is impressive! Don't try to sell it or you will be heavily fined... It is not very legal.",
	"object.HV.golden-strawberry.name": "Golden Strawberry",
	"object.HV.golden-strawberry.description": "It's probably the most beautiful thing you've ever seen. You'd hate to sink your teeth into it.",
	"object.HV.silver-strawberry.name": "Silver Strawberry",
	"object.HV.silver-strawberry.description": "It shines in the sun. Not very valuable. A legend: It grows colossally if certain factors are met. It has never been verified.",
	"object.HV.strawbit.name": "Strawbit",
	"object.HV.strawbit.description": "It's so tiny and adorable, don't swallow it whole!",
	"object.HV.strawpeach.name": "Strawpeach",
	"object.HV.strawpeach.description": "Half strawberry, half peach, a sweet and sour delight.",
	"object.HV.winged-golden-strawberry.name": "Winged Golden Strawberry",
	"object.HV.winged-golden-strawberry.description": "It's probably the most beautiful and special thing you've ever seen - it will fly away if you scare it!",
	//Hats
	"hat.HV.blue-omega-cap.name": "Blue Omega Cap",
	"hat.HV.blue-omega-cap.description": "A black cap with the Omega symbol in blue.",
	"hat.HV.golden-strawberry-tiara.name": "Golden Strawberry Tiara",
	"hat.HV.golden-strawberry-tiara.description": "A silver tiara with a golden strawberry inlay.",
	"hat.HV.omega-cap.name": "Omega Cap",
	"hat.HV.omega-cap.description": "A black cap with the Omega symbol in red.",
	"hat.HV.winged-strawberry-tiara.name": "Winged Strawberry Tiara",
	"hat.HV.winged-strawberry-tiara.description": "A golden tiara with a winged strawberry inlay.",
	//Mail
	"mail.HV.TaxesToPay": "Dear @,^This is a communication from the Ferngill Republic Bank, as the new owner of the Farm of Stardew Valley you must pay the taxes corresponding to the occupation of the farm. You will receive a letter every 28th of the month where you will have to add the money corresponding to the tax of the month. We thank you for your cooperation and hope you are successful in your project.^ -Ferngill Republic Bank",
	"mail.HV.TaxesToPayTitle": "Tax Letter",
	"Mail.WelcomeHV1": "Hello @. Welcome to Hardew Valley!^In this new experience, EVERYTHING will be harder, which translates into less earnings and longer play times, but that's what you were looking for, right? A challenge, not a game that ends at year 3. In the next few days you will receive information about various mod stuff in your mailbox, stay tuned. By the way, you spent all your money to get here, you have nothing left. Good luck, have a nice day! %item money -500 %%^    -Enjoy!^    -Juanpa98ar",
	"Mail.WelcomeHV1Title": "Welcome to Hardew Valley.",
	"Mail.EBinfo": "Illegal Energy.",
	"Mail.EBinfo1": "It is said that in the sewers of the town there is a being of the shadows, friendly, who can obtain many things that no one else can.... or should, if you know what I mean.^In spring and autumn it should have certain special seeds...^      -OmegaData",	
	"Mail.SBSinfo": "Strawberry Varieties.",
	"Mail.SBSinfo1": "Mother Nature has blessed us with strange varieties of strawberries, which, despite their appearance, are totally edible!^However, experts consider that these are not FRUIT, so they recommend not to make jams, juices or other products with these strawberries, which are: 'Golden, Silver and Winged Strawberries'.^      -OmegaData",
	"Mail.SSBinfo": "New Summer Seed.",
	"Mail.SSBinfo1": "'Silver Strawberry Seeds' are now available in Pierre's store, available only in summer.^There is a legend that says that the crop can become giant if these requirements are met:^1.A 3x3 plot with the same crop.^2.All crops are fully grown.^3.At least the center crop should be irrigated daily. All that remains is to wait.^     -OmegaData",
	"Mail.SBinfo": "New Winter Seed",
	"Mail.SBinfo1": "'Strawbits Seeds' are now available in Pierre's store, available only in winter.^It is a fast growing crop and can produce 1 to 5 baby strawberries every day! The fruit is not very valuable but you can increase the price by making juice or other products from them.^     -OmegaData",
	"Mail.GWSinfo": "New All Year Seed",
	"Mail.GWSinfo1": "'Golden Winged Strawberry Seeds' are now available in Pierre's store, available all the year.^This wonder of nature is expensive and takes a whole year to grow, but the value you can get from this crop is immense!^     -OmegaData",
	"Mail.CGinfo": "New Summer Seed",
	"Mail.CGinfo1": "'Clover Gamma Seeds' are now available in Pierre's store, available only in summer.^ It is said that finding a 4-leaf clover is very lucky, so why don't you grow it? Discover new recipes with Gus, to get the most out of this crop. Bees can produce honey from these clovers. It can become giant.^     -OmegaData",
    //Machines
	"HV.CountCoal.Message": "Amount of Coal required",
	"HV.CountOre.Message": "Amount of Ore required",
	"HV.CountWood.Message": "Amount of Wood required",
	"HV.CountTorch.Message": "Amount of Torches required",
	
//Crop descriptions
    "CropDescription.info.SGB": "Sow in early summer or in the middle of the month using Speed-Gro. Takes 50 days to grow.",
	"CropDescription.info.AF": "Plant these on day 1 of any season except winter, or later using Speed-Gro. Takes 28 days to grow and continues to produce every 26 days.",
	"CropDescription.info.HP": "Plant these in the summer. Takes 9 days to grow, but keeps producing every 2 days. Grows on a trellis.",
	
//Crops Description 10%
    "CropDescription.HVDZ.Parsnip": "Plant these in the spring. Takes 5 days to mature.",
	"CropDescription.HVDZ.Bean": "Plant these in the spring. Takes 11 days to mature, but keeps producing after that. Grows on a trellis.",
	"CropDescription.HVDZ.Cauliflower": "Plant these in the spring. Takes 13 days to produce a large cauliflower.",
	"CropDescription.HVDZ.Potato": "Plant these in the spring. Takes 7 days to mature, and has a chance of yielding multiple potatoes at harvest.",
	"CropDescription.HVDZ.Garlic": "Plant these in the spring. Takes 5 days to mature.",
	"CropDescription.HVDZ.Rice": "Plant these in the spring. Takes 9 days to mature. Grows faster if planted near a body of water. Harvest with the scythe.",
	"CropDescription.HVDZ.Taro": "Plant these in warm weather. Takes 11 days to mature. Grows faster if planted near a body of water.",
	"CropDescription.HVDZ.Kale": "Plant these in the spring. Takes 7 days to mature. Harvest with the scythe.",
	"CropDescription.HVDZ.Rhubarb": "Plant these in the spring. Takes 14 days to mature.",
	"CropDescription.HVDZ.Strawberry": "Plant these in spring. Takes 9 days to mature, and keeps producing strawberries every 4 days.",
	"CropDescription.HVDZ.Melon": "Plant these in the summer. Takes 13 days to mature.",
	"CropDescription.HVDZ.Tomato": "Plant these in the summer. Takes 12 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ.Blueberry": "Plant these in the summer. Takes 14 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ.Pepper": "Plant these in the summer. Takes 6 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ.Wheat": "Plant these in the summer or fall. Takes 5 days to mature. Harvest with the scythe.",
	"CropDescription.HVDZ.Radish": "Plant these in the summer. Takes 7 days to mature.",
	"CropDescription.HVDZ.Cabbage": "Plant these in the summer. Takes 10 days to mature.",
	"CropDescription.HVDZ.Starfruit": "Plant these in the summer. Takes 14 days to mature.",
	"CropDescription.HVDZ.Pineapple": "Plant these in warm weather. Takes 15 days to mature, and keeps producing fruit after that.",
	"CropDescription.HVDZ.Coffee": "Plant in spring or summer to grow a coffee plant in 11 days, produces every 2 days. Place five beans in a keg to make coffee.",
	"CropDescription.HVDZ.Cactus": "Can only be grown indoors. Takes 13 days to mature, and then produces fruit every 5 days.",
	"CropDescription.HVDZ.Corn": "Plant these in the summer or fall. Takes 15 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ.Grape": "Plant these in the fall. Takes 11 days to grow, but keeps producing after that. Grows on a trellis.",
	"CropDescription.HVDZ.Amaranth": "Plant these in the fall. Takes 8 days to grow. Harvest with the scythe.",
	"CropDescription.HVDZ.Eggplant": "Plant these in the fall. Takes 6 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ.Artichoke": "Plant these in the fall. Takes 9 days to mature.",
	"CropDescription.HVDZ.Pumpkin": "Plant these in the fall. Takes 14 days to mature.",
	"CropDescription.HVDZ.Bokchoy": "Plant these in the fall. Takes 5 days to mature.",
	"CropDescription.HVDZ.Yam": "Plant these in the fall. Takes 11 days to mature.",
	"CropDescription.HVDZ.Cranberry": "Plant these in the fall. Takes 8 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ.Beet": "Plant these in the fall. Takes 7 days to mature.",
	"CropDescription.HVDZ.Tulip": "Plant in spring. Takes 7 days to produce a colorful flower. Assorted colors.",
	"CropDescription.HVDZ.Jazz": "Plant in spring. Takes 8 days to produce a blue puffball flower.",
	"CropDescription.HVDZ.Poppy": "Plant in summer. Produces a bright red flower in 8 days.",
	"CropDescription.HVDZ.Spangle": "Plant in summer. Takes 9 days to produce a vibrant tropical flower. Assorted colors.",
	"CropDescription.HVDZ.Sunflower": "Plant in summer or fall. Takes 9 days to produce a large sunflower. Yields more seeds at harvest.",
	"CropDescription.HVDZ.Fairy": "Plant in fall. Takes 13 days to produce a mysterious flower. Assorted Colors.",
	"CropDescription.HVDZ.Fiber": "Plant these in any season. Does not require watering. Harvest with the scythe. Takes 8 days to grow.",
	"CropDescription.HVDZ.Qi": "Plant these in any season. Water every day to produce a Qi Fruit. Takes 5 days to mature.",
//                                         25%                                                               	
    "CropDescription.HVDZ25.Parsnip": "Plant these in the spring. Takes 6 days to mature.",
	"CropDescription.HVDZ25.Bean": "Plant these in the spring. Takes 12 days to mature, but keeps producing after that. Grows on a trellis.",
	"CropDescription.HVDZ25.Cauliflower": "Plant these in the spring. Takes 15 days to produce a large cauliflower.",
	"CropDescription.HVDZ25.Potato": "Plant these in the spring. Takes 8 days to mature, and has a chance of yielding multiple potatoes at harvest.",
	"CropDescription.HVDZ25.Garlic": "Plant these in the spring. Takes 6 days to mature.",
	"CropDescription.HVDZ25.Rice": "Plant these in the spring. Takes 10 days to mature. Grows faster if planted near a body of water. Harvest with the scythe.",
	"CropDescription.HVDZ25.Taro": "Plant these in warm weather. Takes 12 days to mature. Grows faster if planted near a body of water.",
	"CropDescription.HVDZ25.Kale": "Plant these in the spring. Takes 8 days to mature. Harvest with the scythe.",
	"CropDescription.HVDZ25.Rhubarb": "Plant these in the spring. Takes 16 days to mature.",
	"CropDescription.HVDZ25.Strawberry": "Plant these in spring. Takes 10 days to mature, and keeps producing strawberries every 4 days.",
	"CropDescription.HVDZ25.Melon": "Plant these in the summer. Takes 15 days to mature.",
	"CropDescription.HVDZ25.Tomato": "Plant these in the summer. Takes 13 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ25.Blueberry": "Plant these in the summer. Takes 16 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ25.Pepper": "Plant these in the summer. Takes 7 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ25.Wheat": "Plant these in the summer or fall. Takes 6 days to mature. Harvest with the scythe.",
	"CropDescription.HVDZ25.Radish": "Plant these in the summer. Takes 8 days to mature.",
	"CropDescription.HVDZ25.Cabbage": "Plant these in the summer. Takes 11 days to mature.",
	"CropDescription.HVDZ25.Starfruit": "Plant these in the summer. Takes 16 days to mature.",
	"CropDescription.HVDZ25.Pineapple": "Plant these in warm weather. Takes 17 days to mature, and keeps producing fruit after that.",
	"CropDescription.HVDZ25.Coffee": "Plant in spring or summer to grow a coffee plant in 12 days, produces every 2 days. Place five beans in a keg to make coffee.",
	"CropDescription.HVDZ25.Cactus": "Can only be grown indoors. Takes 15 days to mature, and then produces fruit every 5 days.",
	"CropDescription.HVDZ25.Corn": "Plant these in the summer or fall. Takes 17 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ25.Grape": "Plant these in the fall. Takes 12 days to grow, but keeps producing after that. Grows on a trellis.",
	"CropDescription.HVDZ25.Amaranth": "Plant these in the fall. Takes 10 days to grow. Harvest with the scythe.",
	"CropDescription.HVDZ25.Eggplant": "Plant these in the fall. Takes 7 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ25.Artichoke": "Plant these in the fall. Takes 10 days to mature.",
	"CropDescription.HVDZ25.Pumpkin": "Plant these in the fall. Takes 16 days to mature.",
	"CropDescription.HVDZ25.Bokchoy": "Plant these in the fall. Takes 6 days to mature.",
	"CropDescription.HVDZ25.Yam": "Plant these in the fall. Takes 12 days to mature.",
	"CropDescription.HVDZ25.Cranberry": "Plant these in the fall. Takes 9 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ25.Beet": "Plant these in the fall. Takes 8 days to mature.",
	"CropDescription.HVDZ25.Tulip": "Plant in spring. Takes 8 days to produce a colorful flower. Assorted colors.",
	"CropDescription.HVDZ25.Jazz": "Plant in spring. Takes 9 days to produce a blue puffball flower.",
	"CropDescription.HVDZ25.Poppy": "Plant in summer. Produces a bright red flower in 9 days.",
	"CropDescription.HVDZ25.Spangle": "Plant in summer. Takes 10 days to produce a vibrant tropical flower. Assorted colors.",
	"CropDescription.HVDZ25.Sunflower": "Plant in summer or fall. Takes 10 days to produce a large sunflower. Yields more seeds at harvest.",
	"CropDescription.HVDZ25.Fairy": "Plant in fall. Takes 15 days to produce a mysterious flower. Assorted Colors.",
	"CropDescription.HVDZ25.Fiber": "Plant these in any season. Does not require watering. Harvest with the scythe. Takes 9 days to grow.",
	"CropDescription.HVDZ25.Qi": "Plant these in any season. Water every day to produce a Qi Fruit. Takes 6 days to mature.",
//                                                        50%                                                                	
    "CropDescription.HVDZ50.Parsnip": "Plant these in the spring. Takes 6 days to mature.",
	"CropDescription.HVDZ50.Bean": "Plant these in the spring. Takes 15 days to mature, but keeps producing after that. Grows on a trellis.",
	"CropDescription.HVDZ50.Cauliflower": "Plant these in the spring. Takes 18 days to produce a large cauliflower.",
	"CropDescription.HVDZ50.Potato": "Plant these in the spring. Takes 9 days to mature, and has a chance of yielding multiple potatoes at harvest.",
	"CropDescription.HVDZ50.Garlic": "Plant these in the spring. Takes 6 days to mature.",
	"CropDescription.HVDZ50.Rice": "Plant these in the spring. Takes 12 days to mature. Grows faster if planted near a body of water. Harvest with the scythe.",
	"CropDescription.HVDZ50.Taro": "Plant these in warm weather. Takes 15 days to mature. Grows faster if planted near a body of water.",
	"CropDescription.HVDZ50.Kale": "Plant these in the spring. Takes 9 days to mature. Harvest with the scythe.",
	"CropDescription.HVDZ50.Rhubarb": "Plant these in the spring. Takes 19 days to mature.",
	"CropDescription.HVDZ50.Strawberry": "Plant these in spring. Takes 12 days to mature, and keeps producing strawberries every 4 days.",
	"CropDescription.HVDZ50.Melon": "Plant these in the summer. Takes 18 days to mature.",
	"CropDescription.HVDZ50.Tomato": "Plant these in the summer. Takes 16 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ50.Blueberry": "Plant these in the summer. Takes 19 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ50.Pepper": "Plant these in the summer. Takes 7 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ50.Wheat": "Plant these in the summer or fall. Takes 6 days to mature. Harvest with the scythe.",
	"CropDescription.HVDZ50.Radish": "Plant these in the summer. Takes 9 days to mature.",
	"CropDescription.HVDZ50.Cabbage": "Plant these in the summer. Takes 15 days to mature.",
	"CropDescription.HVDZ50.Starfruit": "Plant these in the summer. Takes 19 days to mature.",
	"CropDescription.HVDZ50.Pineapple": "Plant these in warm weather. Takes 21 days to mature, and keeps producing fruit after that.",
	"CropDescription.HVDZ50.Coffee": "Plant in spring or summer to grow a coffee plant in 15 days, produces every 2 days. Place five beans in a keg to make coffee.",
	"CropDescription.HVDZ50.Cactus": "Can only be grown indoors. Takes 18 days to mature, and then produces fruit every 5 days.",
	"CropDescription.HVDZ50.Corn": "Plant these in the summer or fall. Takes 21 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ50.Grape": "Plant these in the fall. Takes 15 days to grow, but keeps producing after that. Grows on a trellis.",
	"CropDescription.HVDZ50.Amaranth": "Plant these in the fall. Takes 10 days to grow. Harvest with the scythe.",
	"CropDescription.HVDZ50.Eggplant": "Plant these in the fall. Takes 7 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ50.Artichoke": "Plant these in the fall. Takes 12 days to mature.",
	"CropDescription.HVDZ50.Pumpkin": "Plant these in the fall. Takes 19 days to mature.",
	"CropDescription.HVDZ50.Bokchoy": "Plant these in the fall. Takes 6 days to mature.",
	"CropDescription.HVDZ50.Yam": "Plant these in the fall. Takes 15 days to mature.",
	"CropDescription.HVDZ50.Cranberry": "Plant these in the fall. Takes 10 days to mature, and continues to produce after first harvest.",
	"CropDescription.HVDZ50.Beet": "Plant these in the fall. Takes 9 days to mature.",
	"CropDescription.HVDZ50.Tulip": "Plant in spring. Takes 9 days to produce a colorful flower. Assorted colors.",
	"CropDescription.HVDZ50.Jazz": "Plant in spring. Takes 10 days to produce a blue puffball flower.",
	"CropDescription.HVDZ50.Poppy": "Plant in summer. Produces a bright red flower in 10 days.",
	"CropDescription.HVDZ50.Spangle": "Plant in summer. Takes 12 days to produce a vibrant tropical flower. Assorted colors.",
	"CropDescription.HVDZ50.Sunflower": "Plant in summer or fall. Takes 12 days to produce a large sunflower. Yields more seeds at harvest.",
	"CropDescription.HVDZ50.Fairy": "Plant in fall. Takes 18 days to produce a mysterious flower. Assorted Colors.",
	"CropDescription.HVDZ50.Fiber": "Plant these in any season. Does not require watering. Harvest with the scythe. Takes 10 days to grow.",
	"CropDescription.HVDZ50.Qi": "Plant these in any season. Water every day to produce a Qi Fruit. Takes 6 days to mature.",

//Configs                          
	
	"config.IMPORTANT!.name": "= Place The Cursor Here =",
	"config.IMPORTANT!.description": "Do the same with the other options to see a description of what each option does.",
	"config.IMPORTANT!.Values.= Not here. On the left! =": "= Not here. On the left! =",

	"config.NewObjectsToggle.name": "Hardew Valley Objects",
	"config.NewObjectsToggle.description": "Activate/Deactivate the new objects added by the mod.\nThey are not necessarily a help but give some more variety to the gameplay. Enabled by default.",

	"config.PaidTaxes.name": "Tax Collection",
	"config.PaidTaxes.description": "Activate/Deactivate tax collection.\nWhen you have more than 10000 gold, on the 28th of each month you will receive a letter,\nin which you will have to pay an amount of money (Configurable).",

	"config.HV.Taxesss.name": "Taxes Payable:",
	"config.HV.Taxesss.description": "Modify the amount of taxes you have to pay.\nSingle Value: You must pay the exact value of money chosen each month.\nTwo values: You will pay a random value of money between both values,\n(For example: Between 10000 and 1000 you can pay a value of 9999 or 5454 or 1001, etc, chosen randomly by the game).",

	"config.OreNeeded.name": "Ore Needed:",
	"config.OreNeeded.description": "Modifies the amount of ores needed to create bars.\nDefault 5.",

	"config.CoalNeeded.name": "Coal Needed:",
	"config.CoalNeeded.description": "Modify the amount of coal needed to use the furnace.\nDefault 1.",

	"config.OreNeededHeavy.name": "Ore Needed (Heavy):",
	"config.OreNeededHeavy.description": "Modifies the amount of ores needed to create bars (Heavy Furnace).\nDefault 25.",

	"config.CoalNeededHeavy.name": "Coal Needed (Heavy):",
	"config.CoalNeededHeavy.description": "Modify the amount of coal needed to use the furnace (Heavy Furnace).\nDefault 3.",

	"config.ObjectsToggle.name": "Object Changes",
	"config.ObjectsToggle.description": "Activate this option to modify the gold, health and energy obtained from objects.",

	"config.ObjectPrice.name": "Sales Price Divider:",
	"config.ObjectPrice.description": "Reduces the selling prices of all Non-Crop objects by the selected number.\nSelect '1' to disable the option.",

	"config.EnergyHealth.name": "Energy & health Gain Divider:",
	"config.EnergyHealth.description": "Reduces the energy and life given by all Non-Crop objects by the selected number.\nSelect '1' to disable the option.",

	"config.Crops Reduction.name": "Changes And Reductions",
	"config.Crops Reduction.description": "Reduces life and energy regeneration and the selling price of all crops by a fixed value. Changes some properties of Sweet Gem Berry, Ancient Crop and Hops.",
	
	"config.+Requirements (Crafting Recipes).name": "More Material Requirements",
	"config.+Requirements (Crafting Recipes).description": "Activate this option to increase the materials needed to craft objects from the crafting menu (Tab with hammer icon).",

	"config.MaterialCR.name": "Materials Multiplier:",
	"config.MaterialCR.description": "Increases the amount of materials needed to create objects from Crafting Recipes.\nSelect '1' to disable the option.",
	
	"config.+Requirements (Robin & Wizard Buildings).name": "More Resource Requirements",
	"config.+Requirements (Robin & Wizard Buildings).description": "Activate this option to increase the amount of materials and gold needed to build Robin and the Wizard's buildings. Some building requirements were rebalanced.",

	"config.MaterialBP.name": "Materials Multiplier:",
	"config.MaterialBP.description": "Increases the amount of materials needed to start construction of buildings.\nSelect '1' to disable the option.",

	"config.GoldBP.name": "Gold Multiplier:",
	"config.GoldBP.description": "Increases the amount of gold needed to start construction of buildings.\nSelect '1' to disable the option.",
	
	"config.BuildDays.name": "Build Days",
	"config.BuildDays.description": "Modifies the number of days it will take for buildings to be constructed.\nDefault:'2'.",

	"config.+Requirements & Rewards (Bundles).name": "More Needed Objects & Rewards",
	"config.+Requirements & Rewards (Bundles).description": "Activate this option to increase the amount of items to be obtained. Improve the rewards.\nONLY WORKS IN NEW GAMES. CANNOT BE CHANGED OR UNDONE LATER.",
	"config.DifficultyToggleBundles.name": "Objects Multiplier:",
	"config.DifficultyToggleBundles.description": "Increases the quantity and variety of objects to be obtained for the bundles. Change and improve the rewards.",

	"config.AnimalsToggle.name": "Farm Animal Changes",
	"config.AnimalsToggle.description": "Activate this option to modify the time it takes for the animals to grow and produce.",

	"config.DaysToAdult.name": "Growth Time Multiplier:",
	"config.DaysToAdult.description": "Increases the days necessary for new farm animals to become adults.\nSelect '1' to disable the option.",

	"config.DaysToProduce.name": "Production Time Multiplier:",
	"config.DaysToProduce.description": "Increases the days necessary for farm animals to produce their respective goods.\nSelect '1' to disable the option.",

	"config.PurchasePrice.name": "Purchase Price Multiplier:",
	"config.PurchasePrice.description": "Increases the gold needed to buy animals from Marnie's Ranch.\nSelect '1' to disable the option.",

	"config.Crops Grow Slower.name": "Slower Growth",
	"config.Crops Grow Slower.description": "Activate this option to increase the number of days it takes for the crops to fully mature and be harvested.",
	"config.DifficultyToggleCrops.name": "Growth Time Increased By:",
	"config.DifficultyToggleCrops.description": "Increases the number of days needed to harvest a crop, by the selected percentage.\nDoes not include Sweet Gem Berry, Ancient Crop or Hops.",

	"config.Fruit Reduction.name": "Fruit Reduction:",
	"config.Fruit Reduction.description": "Activate this option to change the probability that a fruit tree will bear fruit on a new day.",

	"config.FruitChance.name": "Fruit Chance",
	"config.FruitChance.description": "Modifies the probability of obtaining fruit from fruit trees every day.\nLower value = Less probability. Default:'1'.",
	
	"config.FishToggle.name": "Fish Changes",
	"config.FishToggle.description": "Activate this option to modify the behavior of the fish during the mini-game.",

	"config.FishBehavior.name": "Type of Behavior:",
	"config.FishBehavior.description": "Change the way the fish move during the mini-game.\nFrom mixed to dart, their movements can be basic, constant, fast down, fast up or random, respectively.\nSelect 'mixed' to the easy option.",

	"config.FishDifficulty.name": "Movement Multiplier:",
	"config.FishDifficulty.description": "Change how fast the fish moves and changes direction during the mini-game.\nValues below 1 reduce the difficulty, above 1 increase it. Very high values may be impossible.\nSelect '1' to disable the option.",

	"config.Less Monsters Drops.name": "Less Drops",
	"config.Less Monsters Drops.description": "Activate this option to reduce the probability that the enemies will drop objects.",
	"config.DifficultyToggleMonstersDrops.name": "Drops Reduced by:",
	"config.DifficultyToggleMonstersDrops.description": "Reduces the probability of defeated enemies to drop objects, by the selected percentage.",
	
	"config.MonstersToggle.name": "Monster Changes",
	"config.MonstersToggle.description": "Activate this option to modify the health and damage of enemies.",

	"config.MonsterATK.name": "Attack Multiplier:",
	"config.MonsterATK.description": "Increases the damage dealt by enemies. 9999 is insta-kill.\nSelect '1' to disable the option.",

	"config.MonsterHP.name": "Health Multiplier:",
	"config.MonsterHP.description": "Modifies the health of enemies. Values below 1 reduce the health of enemies, above 1 increase it.\nSelect '1' to disable the option.",

	"config.Boots Stats.name": "New Boots Stats",
	"config.Boots Stats.description": "Slightly increases the defense and immunity provided by the boots.",
	
	"config.Weapons Stats.name": "New Weapons Stats",
	"config.Weapons Stats.description": "Increased weapon damage, chance of random damage. Slight modification of some stats.",

	"config.ToolsUpgradePrice.name": "Tools Upgrade Price",
	"config.ToolsUpgradePrice.description": "Enable this option to change the upgrade price of the tools. It does not change the number of bars.",

	"config.ToolsPrice.name": "Tools Price Multiplier:",
	"config.ToolsPrice.description": "Modifies the upgrade price of all tools by the chosen value.",
	
	"config.Slower Relationships.name": "Slower Relationships",
	"config.Slower Relationships.description": "Activate this option to change how villagers react to certain gifts, which affects the friendship points earned.",
	"config.DifficultyToggleRelations.name": "Relationships Mode",
	"config.DifficultyToggleRelations.description": "Like: Loved Gifts to Liked.\nNeutral: Loved and Liked gifts to Neutral.\nDislike: Loved and Liked gifts to Dislike.",
	
	"config.Special Orders (-Gold).name": "Gold Reward Reduction",
	"config.Special Orders (-Gold).description": "Reduces the gold obtained as a reward for completing the town's Special Orders",
	
	"config.Reduce Selling Price, Energy & Life(SVE Products).name": "Objects Modifications",
	"config.Reduce Selling Price, Energy & Life(SVE Products).description": "Reduces life and energy regeneration and the selling price of items, by a fixed value. Requires Mod 'Stardew Valley Expanded' to work.",

	"config.Reduce Selling Price (WFFE Products).name": "Objects Modifications",
	"config.Reduce Selling Price (WFFE Products).description": "Reduces life and energy regeneration and the selling price of items, by a fixed value. Requires Mod 'Wildflour's Atelier Goods - Forager' to work.",

	"config.Reduce Selling Price (ES Products).name": "Objects Modifications",
	"config.Reduce Selling Price (ES Products).description": "Reduces life and energy regeneration and the selling price of items, by a fixed value. Requires Mod 'East Scarp' to work.",

	"config.Reduce Selling Price, Energy & Life(RSV Products).name": "Objects Modifications",
	"config.Reduce Selling Price, Energy & Life(RSV Products).description": "Reduces life and energy regeneration and the selling price of items, by a fixed value. Requires Mod 'Ridgeside Village' to work.",

	"config.Special Order & Quest -Gold (RSV).name": "Special Orders & Quests -Gold",
	"config.Special Order & Quest -Gold (RSV).description": "Reduces the gold received from Special Orders and Quests.\nSome quests will show the old amount of gold, at the end of these quests you will receive the new amount of gold.\nRequires Mod 'Ridgeside Village' to work.",

	"config.Special Orders And Mail -Gold (SVE).name": "Special Orders & Mail -Gold",
	"config.Special Orders And Mail -Gold (SVE).description": "Reduces the gold received from Special Orders and a mail from Gunther. Requires Mod 'Stardew Valley Expanded' to work.",
	
	"config.section.Objects & Products.name": "Objects & Products",
	"config.section.Crops & Harvests.name": "Crops & Harvests",
	"config.section.Crafting Recipes.name": "Crafting Recipes",
	"config.section.Robin & Wizard Buildings.name": "Robin & Wizard Buildings",
	"config.section.Bundles.name": "Bundles",
	"config.section.Farm Animals.name": "Farm Animals",
	"config.section.Fish & Mini-game.name": "Fish & Mini-game",
	"config.section.Monster Stats & Drops.name": "Monster Stats & Drops",
	"config.section.Equipment Stats.name": "Equipment Stats",
	"config.section.Tastes & Gifts.name": "Tastes & Gifts",
	"config.section.Special Orders.name": "Special Orders",
	"config.section.Stardew Valley Expanded.name": "Stardew Valley Expanded",
	"config.section.Ridgeside Village.name": "Ridgeside Village",
	"config.section.East Scarp.name": "East Scarp",
	"config.section.Wild Food - A Forage Expansion.name": "Wildflour's Atelier Goods - Forager",
	
	"Mail.GuntherGiftHV": "Dear @,^^Enclosed is a portion of the funding we were recently awarded by the Regional Secretary of Artifacts. Thanks to your generous donations, the museum has become a major contributor to ongoing efforts to conserve Ferngill's cultural heritage. I hope these funds provide assistance in your future adventures.^^ -Gunther %item money 8000 8001 %%[#]Museum Payment"
}