{
//Objects-i18n
    "HardewValley.FruitTree.Strawpeach": "Fresaznero",
	"object.HV.lucky-milk.name": "Leche De La Suerte",
	"object.HV.lucky-milk.description": "Es verde y no parece sabrosa, pero si realmente te da suerte, vale la pena.",
	"object.HV.strawberry-cream-cup.name": "Copa De Fresas Con Crema",
	"object.HV.strawberry-cream-cup.description": "Fresas con crema servidas en una copa lujosa.",
	"object.HV.strawberry-milk.name": "Leche De Fresa",
	"object.HV.strawberry-milk.description": "Una leche de fresa rosada, deliciosa y algo espesa.",
	"object.HV.ultra-milk.name": "Ultra Leche",
	"object.HV.ultra-milk.description": "¿Se te ocurrió mezclar las dos? ¿Estás mal de la cabeza?",
	"object.HV.whipped-cream.name": "Crema Batida",
	"object.HV.whipped-cream.description": "Crema batida hecha con leche de calidad.",
	"object.HV.clover-gamma-seeds.name": "Semillas De Trebol Gamma",
	"object.HV.clover-gamma-seeds.description": "Plántalas en verano. Tarda 7 días en madurar. ¡Cultiva tu propia suerte!",
	"object.HV.energyberry-seeds.name": "Semillas De Fresa Energética",
	"object.HV.energyberry-seeds.description": "Plántalas en primavera u otoño. Tardan 8 días en madurar. Sabes... Estas no son legales...",
	"object.HV.golden-strawberry-seeds.name": "Semillas De Fresa Dorada",
	"object.HV.golden-strawberry-seeds.description": "Plántalas en primavera o verano. Tarda 50 días en madurar. Produce algo hermoso.",
	"object.HV.silver-strawberry-seeds.name": "Semillas De Fresa Plateada",
	"object.HV.silver-strawberry-seeds.description": "Plántalas en verano. Tarda 8 días en madurar. Produce una delicia visual.",
	"object.HV.strawbit-seeds.name": "Semillas De Fresín",
	"object.HV.strawbit-seeds.description": "Plántalas en invierno. Tarda 5 días en madurar. Produce fresines todos los días.",
	"object.HV.winged-golden-strawberry-seeds.name": "Semillas De Fresa Dorada Alada",
	"object.HV.winged-golden-strawberry-seeds.description": "Plántalas todo el año. Tarda 100 días en madurar. Produce algo hermoso.",
	"object.HV.strawpeach-sapling.name": "Brote de Fresaznero",
	"object.HV.strawpeach-sapling.description": "Tarda 28 días en producir un fresaznero adulto. Da fruta en Otoño. Solo crece si las 8 casillas que lo rodean están vacías.",
	"object.HV.clover-gamma.name": "Trebol Gamma",
	"object.HV.clover-gamma.description": "Si esta planta da suerte, hay que extraerla. Con suerte crecerá mucho... Tal vez demasiado.",
	"object.HV.energyberry.name": "Fresa Energética",
	"object.HV.energyberry.description": "La energía que proporciona esta baya es impresionante. No intentes venderla o serás multado severamente... No es muy legal.",
	"object.HV.golden-strawberry.name": "Fresa Dorada",
	"object.HV.golden-strawberry.description": "Es probablemente lo mas hermoso que has visto. Te da pena incarle el diente.",
	"object.HV.silver-strawberry.name": "Fresa Plateada",
	"object.HV.silver-strawberry.description": "Brilla en el sol. No es muy valiosa. Una leyenda: Crece de forma colosal si determinados factores se cumplen. Nunca fue verificada.",
	"object.HV.strawbit.name": "Fresín",
	"object.HV.strawbit.description": "Es tan pequeña y adorable, ¡No te la tragues entera!",
	"object.HV.strawpeach.name": "Fresazno",
	"object.HV.strawpeach.description": "Mitad fresa, mitad durazno, toda una delicia dulce a la vez que acida.",
	"object.HV.winged-golden-strawberry.name": "Fresa Dorada Alada",
	"object.HV.winged-golden-strawberry.description": "Es probablemente lo más bello y especial que has visto nunca. ¡Se irá volando si la asustas!",
	//Hats
	"hat.HV.blue-omega-cap.name": "Gorra Omega Azul",
	"hat.HV.blue-omega-cap.description": "Una gorra negra con el símbolo Omega en azul.",
	"hat.HV.golden-strawberry-tiara.name": "Tiara de Fresa Dorada",
	"hat.HV.golden-strawberry-tiara.description": "Una tiara de plata con una incrustación de fresa dorada.",
	"hat.HV.omega-cap.name": "Gorra Omega",
	"hat.HV.omega-cap.description": "Una gorra negra con el símbolo Omega en rojo.",
	"hat.HV.winged-strawberry-tiara.name": "Tiara de Fresa Alada",
	"hat.HV.winged-strawberry-tiara.description": "Una tiara dorada con una fresa alada incrustada.",
	//Mail
	"mail.HV.TaxesToPay": "Estimado/a @,^Esta es una comunicación del Banco de la República de Ferngill, como nuevo propietario de la Granja de Stardew Valley debes pagar los impuestos correspondientes a la ocupación de la granja. Recibirás una carta cada 28 de mes donde deberás ingresar el dinero correspondiente al impuesto del mes. Le agradecemos su colaboración y esperamos que tenga éxito en su proyecto.^ -Banco de la República de Ferngill",
	"mail.HV.TaxesToPayTitle": "Carta Fiscal",
	"Mail.WelcomeHV1": "Hola @. ¡Esto es a Hardew Valley!^En esta nueva experiencia, TODO será más difícil, lo que se traduce en menos ganancias y más tiempo de juego, pero eso es lo que buscabas, ¿no? Un reto, no un juego que se acabe al tercer año. En los próximos días recibirás información sobre varias cosas del mod en tu buzón, estate atento. Por cierto, te has gastado todo tu dinero para llegar hasta aquí, no te queda nada. ¡Buena suerte, que tengas un buen día! %item money -500 %%^   -¡Disfruta!^   -Juanpa98ar",
	"Mail.WelcomeHV1Title": "Te doy la bienvenida a Hardew Valley",
	"Mail.EBinfo": "Energía Ilegal.",
	"Mail.EBinfo1": "Se dice que en las cloacas del pueblo hay un ser de las sombras, amigable, que puede conseguir muchas cosas que nadie más puede... o debería, si sabes a lo que me refiero.^En primavera y otoño debería tener ciertas semillas especiales...^      -OmegaData",	
	"Mail.SBSinfo": "Variedades De Fresas.",
	"Mail.SBSinfo1": "La madre naturaleza nos ha bendecido con extrañas variedades de fresas que, a pesar de su aspecto, son totalmente comestibles.^Sin embargo, los expertos consideran que no son FRUTAS, por lo que recomiendan no hacer mermeladas, jugos u otros productos con estas fresas, que son: 'Fresas doradas, plateadas y aladas'.^      -OmegaData",
	"Mail.SSBinfo": "Nueva Semilla De Verano.",
	"Mail.SSBinfo1": "Las 'Semillas de Fresa Plateada' ya están disponibles en la tienda de Pierre, disponibles sólo en verano.^Hay una leyenda que dice que el cultivo puede llegar a ser gigante si se cumplen estos requisitos:^1.Una parcela de 3x3 con el mismo cultivo.^2.Todos los cultivos están completamente desarrollados.^3.Al menos el cultivo del centro debe regarse diariamente. Sólo queda esperar.^     -OmegaData",
	"Mail.SBinfo": "Nueva Semilla De Invierno",
	"Mail.SBinfo1": "Las 'Semillas De Fresín' ya están disponibles en la tienda de Pierre, sólo en invierno.^¡Es un cultivo de rápido crecimiento y puede producir de 1 a 5 fresas bebé cada día! La fruta no es muy valiosa, pero se puede aumentar el precio haciendo jugo u otros productos con ellas.^     -OmegaData",
	"Mail.GWSinfo": "Nueva Semilla Para Todo El Año",
	"Mail.GWSinfo1": "Las 'Semillas De Fresa Dorada Alada' ya están disponibles en la tienda de Pierre, disponibles todo el año.^Esta maravilla de la naturaleza es cara y tarda un año entero en crecer, ¡pero el valor que puedes obtener de esta cosecha es inmenso!^     -OmegaData",
	"Mail.CGinfo": "Nueva Semilla De Verano",
	"Mail.CGinfo1": "Las 'Semillas De Trébol Gamma' ya están disponibles en la tienda de Pierre, sólo en verano.^ Se dice que encontrar un trébol de 4 hojas da mucha suerte, así que ¿por qué no lo cultivas tú? Descubre nuevas recetas con Gus, para sacar el máximo partido a este cultivo. Las abejas pueden producir miel a partir de estos tréboles. Puede volverse gigante.^     -OmegaData",
    //Machines
	"HV.CountCoal.Message": "Cantidad de Carbón necesaria",
	"HV.CountOre.Message": "Cantidad de Menas necesaria",
	"HV.CountWood.Message": "Cantidad de Madera necesaria",
	"HV.CountTorch.Message": "Cantidad de Antorchas necesarias",
	
//Descripción de los cultivos
    "CropDescription.info.SGB": "Siémbrala a principios de verano o a mediados de mes usando acelerador. Tarda 53 días en crecer.",
	"CropDescription.info.AF": "Siémbralas el dia 1 de cualquier estación excepto invierno, o más tarde usando acelerador. Tarda 28 días en crecer y sigue produciendo cada 26 días.",
	"CropDescription.info.HP": "Plántalo en verano. Tarda 9 días en crecer, pero sigue produciendo cada 2 días. Crece en una espaldera.",
	
//Caja Fuerte CC
    "VaultGold.gold.1": "12.500g",
	"VaultGold.gold.2": "25.000g",
	"VaultGold.gold.3": "50.000g",
	"VaultGold.gold.4": "125.000g",
	
//Crops Description 10%  
    "CropDescription.HVDZ.Parsnip": "Plántalas en primavera. Tardan 5 días en madurar.",
	"CropDescription.HVDZ.Bean": "Plántalo en primavera. Tarda 11 días en madurar, pero sigue produciendo tras la primera cosecha. Varias judías por cosecha. Crece en una espaldera.",
	"CropDescription.HVDZ.Cauliflower": "Plántalas en primavera. Tardan 13 días en producir una gran coliflor.",
	"CropDescription.HVDZ.Potato": "Plántalo en primavera. Tarda 7 días en madurar, y a veces produce más de una patata.",
	"CropDescription.HVDZ.Garlic": "Plántalas en primavera. Tardan 5 días en madurar.",
	"CropDescription.HVDZ.Rice": "Plántalos en primavera. Tardan 9 días en madurar. Crece más rápido si se planta cerca de un cuerpo de agua. Coséchalos con la guadaña.",
	"CropDescription.HVDZ.Taro": "Plántalos en un clima cálido. Tarda 11 días en madurar. Crece más rápido si se plantan junto al agua. Se cosechan con la guadaña.",
	"CropDescription.HVDZ.Kale": "Plántalas en primavera. Tardan 7 días en madurar. Coséchalas con la guadaña.",
	"CropDescription.HVDZ.Rhubarb": "Plántalo en primavera. Tarda 14 días en madurar.",
	"CropDescription.HVDZ.Strawberry": "Plántalas en primavera o verano. Tardan 9 días en madurar, pero siguen produciendo cada 6 dias.",
	"CropDescription.HVDZ.Melon": "Plántalas en verano. Tardan 13 días en madurar.",
	"CropDescription.HVDZ.Tomato": "Plántalas en verano. Tardan 12 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ.Blueberry": "Plántalas en verano. Tardan 14 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ.Pepper": "Plántalas en verano. Tardan 6 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ.Wheat": "Plántalas en verano o en otoño. Tardan 5 días en madurar. Coséchalas con la guadaña.",
	"CropDescription.HVDZ.Radish": "Plántalas en verano. Tardan 7 días en madurar.",
	"CropDescription.HVDZ.Cabbage": "Plántalas en verano. Tardan 10 días en madurar.",
	"CropDescription.HVDZ.Starfruit": "Plántalas en verano. Tardan 14 días en madurar.",
	"CropDescription.HVDZ.Pineapple": "Plántalos en un clima cálido. Tarda 15 días en madurar, y sigue produciendo fruta tras ello.",
	"CropDescription.HVDZ.Coffee": "Plántalo en verano para tener un cafeto en 11 días, sigue produciendo cada 3 días. Coloca cinco granos en un Barril para hacer Café.",
	"CropDescription.HVDZ.Cactus": "Solo se puede cultivar en el interior. Tarda 13 días en madurar y, después, produce fruta cada 5 días.",
	"CropDescription.HVDZ.Corn": "Plántalas en verano o en otoño. Tardan 15 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ.Grape": "Plántalo en otoño. Tarda 11 días en crecer, pero sigue produciendo tras la primera cosecha. Crece en una espaldera.",
	"CropDescription.HVDZ.Amaranth": "Plántalas en otoño. Tardan 8 días en crecer. Coséchalas con la guadaña.",
	"CropDescription.HVDZ.Eggplant": "Plántalas en otoño. Tardan 6 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ.Artichoke": "Plántalas en otoño. Tardan 9 días en madurar.",
	"CropDescription.HVDZ.Pumpkin": "Plántalas en otoño. Tardan 14 días en madurar.",
	"CropDescription.HVDZ.Bokchoy": "Plántalas en otoño. Tardan 5 días en madurar.",
	"CropDescription.HVDZ.Yam": "Plántalas en otoño. Tardan 11 días en madurar.",
	"CropDescription.HVDZ.Cranberry": "Plántalas en otoño. Tardan 8 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ.Beet": "Plántalas en otoño. Tardan 7 días en madurar.",
	"CropDescription.HVDZ.Tulip": "Plántalo en primavera. Tarda 7 días en producir una colorida flor. Colores variados.",
	"CropDescription.HVDZ.Jazz": "Plántalas en primavera. Tardan 8 días en producir una flor de allium azul.",
	"CropDescription.HVDZ.Poppy": "Plántalas en verano. Tardan 8 días en producir una flor de color rojo vivo.",
	"CropDescription.HVDZ.Spangle": "Plántalas en verano. Tardan 9 días en producir una colorida flor tropical. Colores variados.",
	"CropDescription.HVDZ.Sunflower": "Plántalas en otoño. Tardan 9 días en producir un gran girasol. Al cosecharlo deja caer más semillas.",
	"CropDescription.HVDZ.Fairy": "Plántalas en otoño. Tardan 13 días en producir una misteriosa flor. Colores variados.",
	"CropDescription.HVDZ.Fiber": "Plántalas en cualquier época del año. No requiere riego. Se cosecha con la guadaña. Tarda 8 días en crecer.",
	"CropDescription.HVDZ.Qi": "Plántalos en cualquier época del año. Riegue todos los días para producir una fruta Qi. Tarda 5 días en madurar.",
//                                         25%                                                  	
    "CropDescription.HVDZ25.Parsnip": "Plántalas en primavera. Tardan 6 días en madurar.",
	"CropDescription.HVDZ25.Bean": "Plántalo en primavera. Tarda 12 días en madurar, pero sigue produciendo tras la primera cosecha. Varias judías por cosecha. Crece en una espaldera.",
	"CropDescription.HVDZ25.Cauliflower": "Plántalas en primavera. Tardan 15 días en producir una gran coliflor.",
	"CropDescription.HVDZ25.Potato": "Plántalo en primavera. Tarda 8 días en madurar, y a veces produce más de una patata.",
	"CropDescription.HVDZ25.Garlic": "Plántalas en primavera. Tardan 6 días en madurar.",
	"CropDescription.HVDZ25.Rice": "Plántalos en primavera. Tardan 10 días en madurar. Crece más rápido si se planta cerca de un cuerpo de agua. Coséchalos con la guadaña.",
	"CropDescription.HVDZ25.Taro": "Plántalos en un clima cálido. Tarda 12 días en madurar. Crece más rápido si se plantan junto al agua. Se cosechan con la guadaña.",
	"CropDescription.HVDZ25.Kale": "Plántalas en primavera. Tardan 8 días en madurar. Coséchalas con la guadaña.",
	"CropDescription.HVDZ25.Rhubarb": "Plántalo en primavera. Tarda 16 días en madurar.",
	"CropDescription.HVDZ25.Strawberry": "Plántalas en primavera o verano. Tardan 10 días en madurar, pero siguen produciendo cada 6 dias.",
	"CropDescription.HVDZ25.Melon": "Plántalas en verano. Tardan 15 días en madurar.",
	"CropDescription.HVDZ25.Tomato": "Plántalas en verano. Tardan 13 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ25.Blueberry": "Plántalas en verano. Tardan 16 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ25.Pepper": "Plántalas en verano. Tardan 7 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ25.Wheat": "Plántalas en verano o en otoño. Tardan 6 días en madurar. Coséchalas con la guadaña.",
	"CropDescription.HVDZ25.Radish": "Plántalas en verano. Tardan 8 días en madurar.",
	"CropDescription.HVDZ25.Cabbage": "Plántalas en verano. Tardan 11 días en madurar.",
	"CropDescription.HVDZ25.Starfruit": "Plántalas en verano. Tardan 16 días en madurar.",
	"CropDescription.HVDZ25.Pineapple": "Plántalos en un clima cálido. Tarda 17 días en madurar, y sigue produciendo fruta tras ello.",
	"CropDescription.HVDZ25.Coffee": "Plántalo en verano para tener un cafeto en 12 días, sigue produciendo cada 3 días. Coloca cinco granos en un Barril para hacer Café.",
	"CropDescription.HVDZ25.Cactus": "Solo se puede cultivar en el interior. Tarda 15 días en madurar y, después, produce fruta cada 5 días.",
	"CropDescription.HVDZ25.Corn": "Plántalas en verano o en otoño. Tardan 17 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ25.Grape": "Plántalo en otoño. Tarda 12 días en crecer, pero sigue produciendo tras la primera cosecha. Crece en una espaldera.",
	"CropDescription.HVDZ25.Amaranth": "Plántalas en otoño. Tardan 10 días en crecer. Coséchalas con la guadaña.",
	"CropDescription.HVDZ25.Eggplant": "Plántalas en otoño. Tardan 7 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ25.Artichoke": "Plántalas en otoño. Tardan 10 días en madurar.",
	"CropDescription.HVDZ25.Pumpkin": "Plántalas en otoño. Tardan 16 días en madurar.",
	"CropDescription.HVDZ25.Bokchoy": "Plántalas en otoño. Tardan 6 días en madurar.",
	"CropDescription.HVDZ25.Yam": "Plántalas en otoño. Tardan 12 días en madurar.",
	"CropDescription.HVDZ25.Cranberry": "Plántalas en otoño. Tardan 9 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ25.Beet": "Plántalas en otoño. Tardan 8 días en madurar.",
	"CropDescription.HVDZ25.Tulip": "Plántalo en primavera. Tarda 8 días en producir una colorida flor. Colores variados.",
	"CropDescription.HVDZ25.Jazz": "Plántalas en primavera. Tardan 9 días en producir una flor de allium azul.",
	"CropDescription.HVDZ25.Poppy": "Plántalas en verano. Tardan 9 días en producir una flor de color rojo vivo.",
	"CropDescription.HVDZ25.Spangle": "Plántalas en verano. Tardan 10 días en producir una colorida flor tropical. Colores variados.",
	"CropDescription.HVDZ25.Sunflower": "Plántalas en otoño. Tardan 10 días en producir un gran girasol. Al cosecharlo deja caer más semillas.",
	"CropDescription.HVDZ25.Fairy": "Plántalas en otoño. Tardan 15 días en producir una misteriosa flor. Colores variados.",
	"CropDescription.HVDZ25.Fiber": "Plántalas en cualquier época del año. No requiere riego. Se cosecha con la guadaña. Tarda 9 días en crecer.",
	"CropDescription.HVDZ25.Qi": "Plántalos en cualquier época del año. Riegue todos los días para producir una fruta Qi. Tarda 6 días en madurar.",
//                                              50%                                                      	
    "CropDescription.HVDZ50.Parsnip": "Plántalas en primavera. Tardan 6 días en madurar.",
	"CropDescription.HVDZ50.Bean": "Plántalo en primavera. Tarda 15 días en madurar, pero sigue produciendo tras la primera cosecha. Varias judías por cosecha. Crece en una espaldera.",
	"CropDescription.HVDZ50.Cauliflower": "Plántalas en primavera. Tardan 18 días en producir una gran coliflor.",
	"CropDescription.HVDZ50.Potato": "Plántalo en primavera. Tarda 9 días en madurar, y a veces produce más de una patata.",
	"CropDescription.HVDZ50.Garlic": "Plántalas en primavera. Tardan 6 días en madurar.",
	"CropDescription.HVDZ50.Rice": "Plántalos en primavera. Tardan 12 días en madurar. Crece más rápido si se planta cerca de un cuerpo de agua. Coséchalos con la guadaña.",
	"CropDescription.HVDZ50.Taro": "Plántalos en un clima cálido. Tarda 15 días en madurar. Crece más rápido si se plantan junto al agua. Se cosechan con la guadaña.",
	"CropDescription.HVDZ50.Kale": "Plántalas en primavera. Tardan 9 días en madurar. Coséchalas con la guadaña.",
	"CropDescription.HVDZ50.Rhubarb": "Plántalo en primavera. Tarda 19 días en madurar.",
	"CropDescription.HVDZ50.Strawberry": "Plántalas en primavera o verano. Tardan 12 días en madurar, pero siguen produciendo cada 6 dias.",
	"CropDescription.HVDZ50.Melon": "Plántalas en verano. Tardan 18 días en madurar.",
	"CropDescription.HVDZ50.Tomato": "Plántalas en verano. Tardan 16 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ50.Blueberry": "Plántalas en verano. Tardan 19 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ50.Pepper": "Plántalas en verano. Tardan 7 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ50.Wheat": "Plántalas en verano o en otoño. Tardan 6 días en madurar. Coséchalas con la guadaña.",
	"CropDescription.HVDZ50.Radish": "Plántalas en verano. Tardan 9 días en madurar.",
	"CropDescription.HVDZ50.Cabbage": "Plántalas en verano. Tardan 15 días en madurar.",
	"CropDescription.HVDZ50.Starfruit": "Plántalas en verano. Tardan 19 días en madurar.",
	"CropDescription.HVDZ50.Pineapple": "Plántalos en un clima cálido. Tarda 21 días en madurar, y sigue produciendo fruta tras ello.",
	"CropDescription.HVDZ50.Coffee": "Plántalo en verano para tener un cafeto en 15 días, sigue produciendo cada 3 días. Coloca cinco granos en un Barril para hacer Café.",
	"CropDescription.HVDZ50.Cactus": "Solo se puede cultivar en el interior. Tarda 18 días en madurar y, después, produce fruta cada 5 días.",
	"CropDescription.HVDZ50.Corn": "Plántalas en verano o en otoño. Tardan 21 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ50.Grape": "Plántalo en otoño. Tarda 15 días en crecer, pero sigue produciendo tras la primera cosecha. Crece en una espaldera.",
	"CropDescription.HVDZ50.Amaranth": "Plántalas en otoño. Tardan 10 días en crecer. Coséchalas con la guadaña.",
	"CropDescription.HVDZ50.Eggplant": "Plántalas en otoño. Tardan 7 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ50.Artichoke": "Plántalas en otoño. Tardan 12 días en madurar.",
	"CropDescription.HVDZ50.Pumpkin": "Plántalas en otoño. Tardan 19 días en madurar.",
	"CropDescription.HVDZ50.Bokchoy": "Plántalas en otoño. Tardan 6 días en madurar.",
	"CropDescription.HVDZ50.Yam": "Plántalas en otoño. Tardan 15 días en madurar.",
	"CropDescription.HVDZ50.Cranberry": "Plántalas en otoño. Tardan 10 días en madurar, y siguen produciendo tras la primera cosecha.",
	"CropDescription.HVDZ50.Beet": "Plántalas en otoño. Tardan 9 días en madurar.",
	"CropDescription.HVDZ50.Tulip": "Plántalo en primavera. Tarda 9 días en producir una colorida flor. Colores variados.",
	"CropDescription.HVDZ50.Jazz": "Plántalas en primavera. Tardan 10 días en producir una flor de allium azul.",
	"CropDescription.HVDZ50.Poppy": "Plántalas en verano. Tardan 10 días en producir una flor de color rojo vivo.",
	"CropDescription.HVDZ50.Spangle": "Plántalas en verano. Tardan 12 días en producir una colorida flor tropical. Colores variados.",
	"CropDescription.HVDZ50.Sunflower": "Plántalas en otoño. Tardan 12 días en producir un gran girasol. Al cosecharlo deja caer más semillas.",
	"CropDescription.HVDZ50.Fairy": "Plántalas en otoño. Tardan 18 días en producir una misteriosa flor. Colores variados.",
	"CropDescription.HVDZ50.Fiber": "Plántalas en cualquier época del año. No requiere riego. Se cosecha con la guadaña. Tarda 10 días en crecer.",
	"CropDescription.HVDZ50.Qi": "Plántalos en cualquier época del año. Riegue todos los días para producir una fruta Qi. Tarda 6 días en madurar.",

//Configs                          

	"config.IMPORTANT!.name": "= Coloca El Cursor Aquí =",
	"config.IMPORTANT!.description": "Haz lo mismo con las demás opciones para ver una descripción de lo que hace cada una de ellas.",
	"config.IMPORTANT!.Values.= Not here. On the left! =": "= Aquí no. ¡En la izquierda! =",

	"config.NewObjectsToggle.name": "Objetos de Hardew Valley",
	"config.NewObjectsToggle.description": "Activa/Desactiva los nuevos objetos añadidos por el mod.\nNo son necesariamente una ayuda, pero dan algo más de variedad al juego. Activado por defecto.",

	"config.PaidTaxes.name": "Recaudación Fiscal",
	"config.PaidTaxes.description": "Activa/Desactiva la recaudación de impuestos.\nCuando tengas más de 10000 de oro, el día 28 de cada mes recibirás una carta,\nen la que tendrás que pagar una cantidad de dinero (Configurable).",

	"config.HV.Taxesss.name": "Impuestos a Pagar:",
	"config.HV.Taxesss.description": "Modificar el importe de los impuestos que tienes que pagar.\nValor único: Debes pagar cada mes el valor exacto de dinero elegido.\nDos valores: Pagarás un valor aleatorio de dinero entre ambos valores,\n(Por ejemplo: Entre 10000 y 1000 puedes pagar un valor de 9999 o 5454 o 1001, etc, elegido aleatoriamente por el juego).",

	"config.OreNeeded.name": "Menas Necesarias:",
	"config.OreNeeded.description": "Modifica la cantidad de menas necesarias para crear lingotes.\nPor defecto 5.",

	"config.CoalNeeded.name": "Carbón Necesario:",
	"config.CoalNeeded.description": "Modificar la cantidad de carbón necesaria para utilizar el horno.\nPor defecto 1.",

	"config.OreNeededHeavy.name": "Menas Necesarias (Pesado):",
	"config.OreNeededHeavy.description": "Modifica la cantidad de menas necesarias para crear lingotes (Horno Pesado).\nPor defecto 25.",

	"config.CoalNeededHeavy.name": "Carbón Necesario (Pesado):",
	"config.CoalNeededHeavy.description": "Modifica la cantidad de carbón necesario para utilizar el horno (Horno Pesado).\nPor defecto 3.",

	"config.ObjectsToggle.name": "Cambios en Objetos",
	"config.ObjectsToggle.description": "Activa esta opción para modificar el oro, la salud y la energía obtenidos de los objetos.",
	
	"config.ObjectPrice.name": "Divisor Precios de Venta:",
	"config.ObjectPrice.description": "Reduce los precios de venta de todos los objetos No Cultivos por el número seleccionado.\nSelecciona '1' para desactivar la opción.",

	"config.EnergyHealth.name": "Divisor Energia y Vida Ganada:",
	"config.EnergyHealth.description": "Reduce la energía y la vida que dan todos los objetos No Cultivos por el número seleccionado.\nSelecciona '1' para desactivar la opción.",

	"config.Crops Reduction.name": "Cambios y Reducciones",
	"config.Crops Reduction.description": "Reduce la regeneración de vida y energía y el precio de venta de todos los cultivos por un valor fijo. Cambia algunas propiedades de la Baya de Gema Dulce, Fruta Milenaria y Lúpulo.",
	
	"config.+Requirements (Crafting Recipes).name": "Más Requisitos de Materiales",
	"config.+Requirements (Crafting Recipes).description": "Activa esta opción para aumentar los materiales necesarios para crear objetos desde el menú de fabricación (pestaña con el icono del martillo).",

	"config.MaterialCR.name": "Multiplicador de Materiales:",
	"config.MaterialCR.description": "Aumenta la cantidad de materiales necesarios para crear objetos a partir de recetas de fabricación.\nSelecciona '1' para desactivar la opción.",
	
	"config.+Requirements (Robin & Wizard Buildings).name": "Más Requisitos de Recursos",
	"config.+Requirements (Robin & Wizard Buildings).description": "Activa esta opción para aumentar la cantidad de materiales y oro necesarios para construir los edificios de Robin y el Mago. Se han reequilibrado algunos requisitos de construcción.",

	"config.MaterialBP.name": "Multiplicador de Materiales:",
	"config.MaterialBP.description": "Aumenta la cantidad de materiales necesarios para iniciar la construcción de edificios.\nSelecciona '1' para desactivar la opción.",

 	"config.GoldBP.name": "Multiplicador de Oro:",
	"config.GoldBP.description": "Aumenta la cantidad de oro necesario para iniciar la construcción de edificios.\nSelecciona '1' para desactivar la opción.",

	"config.BuildDays.name": "Días de Construcción",
	"config.BuildDays.description": "Modifica el número de días que tardarán en construirse los edificios.\nPor defecto:'2'.",
	
	"config.+Requirements & Rewards (Bundles).name": "Más Objetos y Recompensas",
	"config.+Requirements & Rewards (Bundles).description": "Activa esta opción para aumentar la cantidad de objetos a obtener. Mejora las recompensas.\nSÓLO FUNCIONA EN PARTIDAS NUEVAS. NO SE PUEDE CAMBIAR O DESHACER MÁS TARDE.",
	"config.DifficultyToggleBundles.name": "Multiplicador de Objetos:",
	"config.DifficultyToggleBundles.description": "Aumenta la cantidad y variedad de objetos a obtener para los lotes. Cambia y mejora las recompensas.",

	"config.AnimalsToggle.name": "Cambios en Animales de Granja",
	"config.AnimalsToggle.description": "Activa esta opción para modificar el tiempo que tardan los animales en crecer y producir.",

	"config.DaysToAdult.name": "Multiplicador Tiempo Crecimiento:",
	"config.DaysToAdult.description": "Aumenta los días necesarios para que los nuevos animales de granja se conviertan en adultos.\nSelecciona '1' para desactivar la opción.",

	"config.DaysToProduce.name": "Multiplicador Tiempo Producción:",
	"config.DaysToProduce.description": "Aumenta los días necesarios para que los animales de granja produzcan sus respectivos bienes.\nSelecciona '1' para desactivar la opción.",

	"config.PurchasePrice.name": "Multiplicador Precio de Compra:",
	"config.PurchasePrice.description": "Aumenta el oro necesario para comprar animales del Rancho de Marnie.\nSelecciona '1' para desactivar la opción.",

	"config.Crops Grow Slower.name": "Crecimiento Más Lento",
	"config.Crops Grow Slower.description": "Activa esta opción para aumentar el número de días que tardan los cultivos en madurar completamente y ser cosechados.",
	"config.DifficultyToggleCrops.name": "Tiempo Aumentado en Un:",
	"config.DifficultyToggleCrops.description": "Aumenta el número de días necesarios para cosechar un cultivo, en el porcentaje seleccionado.\nNo incluye Baya de Gema Dulce, Fruta Milenaria ni Lúpulo.",

	"config.Fruit Reduction.name": "Reducción de Frutas",
	"config.Fruit Reduction.description": "Active esta opción para cambiar la probabilidad de que un árbol frutal dé frutos en un nuevo día.",

	"config.FruitChance.name": "Probabilidad de Frutas",
	"config.FruitChance.description": "Modifica la probabilidad de obtener frutos de los árboles frutales cada día.\nMenor valor = Menor probabilidad. Por defecto:'1'.",

	"config.FishToggle.name": "Cambios en Peces",
	"config.FishToggle.description": "Activa esta opción para modificar el comportamiento de los peces durante el minijuego.",
	
	"config.FishBehavior.name": "Tipo de Comportamiento:",
	"config.FishBehavior.description": "Cambia la forma en que se mueven los peces durante el minijuego.\nDe mixed a dart, sus movimientos pueden ser básicos, constantes, rápidos hacia abajo, rápidos hacia arriba o aleatorios, respectivamente.\nSelecciona 'mixed' para la opción fácil.",

	"config.FishDifficulty.name": "Multiplicador de Movimiento:",
	"config.FishDifficulty.description": "Cambia la velocidad a la que el pez se mueve y cambia de dirección durante el minijuego.\nLos valores inferiores a 1 reducen la dificultad, los superiores a 1 la aumentan. Los valores muy altos pueden ser imposibles.\nSelecciona '1' para desactivar la opción.",

	"config.Less Monsters Drops.name": "Menos Botín",
	"config.Less Monsters Drops.description": "Activa esta opción para reducir la probabilidad de que los enemigos dejen caer objetos.",
	"config.DifficultyToggleMonstersDrops.name": "Botín Reducido en Un:",
	"config.DifficultyToggleMonstersDrops.description": "Reduce la probabilidad de que los enemigos derrotados suelten objetos, en el porcentaje seleccionado.",

	"config.MonstersToggle.name": "Cambios en Monstruos",
	"config.MonstersToggle.description": "Activa esta opción para modificar la salud y el daño de los enemigos.",
	
	"config.MonsterATK.name": "Multiplicador de Daño:",
	"config.MonsterATK.description": "Aumenta el daño infligido por los enemigos. 9999 es insta-muerte.\nSelecciona '1' para desactivar la opción.",

	"config.MonsterHP.name": "Multiplicador de Vida:",
	"config.MonsterHP.description": "Modifica la vida de los enemigos. Los valores inferiores a 1 reducen la salud de los enemigos, los superiores a 1 la aumentan.\nSelecciona '1' para desactivar la opción.",

	"config.Boots Stats.name": "Nuevas Estadísticas Calzado",
	"config.Boots Stats.description": "Aumenta ligeramente la defensa e inmunidad que proporcionan las botas.",
	
	"config.Weapons Stats.name": "Nuevas Estadísticas Armas",
	"config.Weapons Stats.description": "Aumenta el daño de las armas y la probabilidad de daño aleatorio. Ligera modificación de algunas estadísticas.",

	"config.ToolsUpgradePrice.name": "Precio Mejora De Herramientas",
	"config.ToolsUpgradePrice.description": "Active esta opción para cambiar el precio de mejora de las herramientas. No modifica el número de lingotes.",

	"config.ToolsPrice.name": "Multiplicador Precios:",
	"config.ToolsPrice.description": "Modifica el precio de mejora de todas las herramientas por el valor elegido.",
	
	"config.Slower Relationships.name": "Relaciones Más Lentas",
	"config.Slower Relationships.description": "Activa esta opción para cambiar cómo reaccionan los aldeanos ante ciertos regalos, lo que afecta a los puntos de amistad ganados.",
	"config.DifficultyToggleRelations.name": "Modo de Relación",
	"config.DifficultyToggleRelations.description": "Like: Regalos Amados a Gustados.\nNeutral: Regalos Amados y Gustados a Neutral.\nDislike: Regalos Amados y Gustados a No Gustados.",
	
	"config.Special Orders (-Gold).name": "Reducción Recompensa de Oro",
	"config.Special Orders (-Gold).description": "Reduce el oro obtenido como recompensa por completar los Pedidos Especiales del pueblo.",
	
	"config.Reduce Selling Price, Energy & Life(SVE Products).name": "Modificación de Objetos",
	"config.Reduce Selling Price, Energy & Life(SVE Products).description": "Reduce la regeneración de vida y energía y el precio de venta de los objetos, por un valor fijo. Requiere el Mod 'Stardew Valley Expanded' para funcionar.",

	"config.Reduce Selling Price (WFFE Products).name": "Modificación de Objetos",
	"config.Reduce Selling Price (WFFE Products).description": "Reduce la regeneración de vida y energía y el precio de venta de los objetos, por un valor fijo. Requiere el Mod 'Wildflour's Atelier Goods - Forager' para funcionar.",

	"config.Reduce Selling Price (ES Products).name": "Modificación de Objetos",
	"config.Reduce Selling Price (ES Products).description": "Reduce la regeneración de vida y energía y el precio de venta de los objetos, por un valor fijo. Requiere el Mod 'East Scarp' para funcionar.",

	"config.Reduce Selling Price, Energy & Life(RSV Products).name": "Modificación de Objetos",
	"config.Reduce Selling Price, Energy & Life(RSV Products).description": "Reduce la regeneración de vida y energía y el precio de venta de los objetos, por un valor fijo. Requiere el Mod 'Ridgeside Village' para funcionar.",

	"config.Special Order & Quest -Gold (RSV).name": "Pedidos y Misiones -Oro",
	"config.Special Order & Quest -Gold (RSV).description": "Reduce el oro recibido por Pedidos Especiales y Misiones.\nAlgunas misiones mostrarán la cantidad antigua de oro, al final de estas misiones recibirás la nueva cantidad de oro.\nRequiere el Mod 'Ridgeside Village' para funcionar.",

	"config.Special Orders And Mail -Gold (SVE).name": "Pedidos y Carta -Oro",
	"config.Special Orders And Mail -Gold (SVE).description": "Reduce el oro recibido de los Pedidos Especiales y de una Carta de Gunther. Requiere el Mod 'Stardew Valley Expanded' para funcionar.",	
	
	"config.section.Objects & Products.name": "Objetos y Productos",
	"config.section.Crops & Harvests.name": "Cultivos y Cosechas",
	"config.section.Crafting Recipes.name": "Recetas de Fabricación",
	"config.section.Robin & Wizard Buildings.name": "Edificios de Robin y el Mago",
	"config.section.Bundles.name": "Lotes",
	"config.section.Farm Animals.name": "Animales de Granja",
	"config.section.Fish & Mini-game.name": "Peces y Minijuego",
	"config.section.Monster Stats & Drops.name": "Estadísticas de Monstruos y Botín",
	"config.section.Equipment Stats.name": "Estadísticas de Equipamiento",
	"config.section.Tastes & Gifts.name": "Gustos y Regalos",
	"config.section.Special Orders.name": "Pedidos Especiales",
	"config.section.Stardew Valley Expanded.name": "Stardew Valley Expanded",
	"config.section.Ridgeside Village.name": "Ridgeside Village",
	"config.section.East Scarp.name": "East Scarp",
	"config.section.Wild Food - A Forage Expansion.name": "Wildflour's Atelier Goods - Forager",
		
	"Mail.GuntherGiftHV": "Hola @,^^Adjunto una parte de la financiación que nos ha concedido recientemente la Secretaría Regional de Artefactos. Gracias a tus generosas donaciones, el museo se ha convertido en un importante contribuyente a los esfuerzos en curso para conservar el patrimonio cultural de Ferngill. Espero que estos fondos te sirvan de ayuda en tus futuras aventuras.^^ -Gunther %item money 8000 8001 %%[#]Pago del Museo"
}