{
//Objects-i18n
    "HardewValley.FruitTree.Strawpeach": "Morssego",
	"object.HV.lucky-milk.name": "Leite Da Sorte",
	"object.HV.lucky-milk.description": "É verde e não parece saboroso, mas se realmente lhe traz sorte, vale a pena.",
	"object.HV.strawberry-cream-cup.name": "Copa De Morango Com Creme",
	"object.HV.strawberry-cream-cup.description": "Morangos com creme servidos em uma copa luxuosa.",
	"object.HV.strawberry-milk.name": "Leite de Morango",
	"object.HV.strawberry-milk.description": "Um leite de morango rosa, delicioso e um pouco grosso.",
	"object.HV.ultra-milk.name": "Ultra Leite",
	"object.HV.ultra-milk.description": "Você pensou em misturar os dois? Você está louco?",
	"object.HV.whipped-cream.name": "Creme Batido",
	"object.HV.whipped-cream.description": "Creme batido feito com leite de qualidade.",
	"object.HV.clover-gamma-seeds.name": "Sementes De Trevo Gamma",
	"object.HV.clover-gamma-seeds.description": "Plante-as no Verão. Demora 7 dias para crescer. Cultive sua própria sorte!",
	"object.HV.energyberry-seeds.name": "Sementes De Morango Energético",
	"object.HV.energyberry-seeds.description": "Plante-as na primavera ou no outono. Demora 8 dias para crescer. Você sabe... essas não são legais...",
	"object.HV.golden-strawberry-seeds.name": "Sementes De Morango Dourado",
	"object.HV.golden-strawberry-seeds.description": "Plante-as na Primavera ou no Verão. Demora 50 dias para crescer. Produz algo belíssimo.",
	"object.HV.silver-strawberry-seeds.name": "Sementes De Morango Prateado",
	"object.HV.silver-strawberry-seeds.description": "Plante-as no Verão. Demora 8 dias para crescer. Produz um deleite visual.",
	"object.HV.strawbit-seeds.name": "Sementes De Morango Bebé",
	"object.HV.strawbit-seeds.description": "Plante-as no inverno. Demora 5 dias para crescer. Produz morangos bebés todos os dias.",
	"object.HV.winged-golden-strawberry-seeds.name": "Sementes De Morango Dourado Alado",
	"object.HV.winged-golden-strawberry-seeds.description": "Plante-as durante todo o ano. Demora 100 dias para crescer. Produz algo incrível.",
	"object.HV.strawpeach-sapling.name": "Muda de Morssego",
	"object.HV.strawpeach-sapling.description": "Demora até 28 dias para produzir um morssego maduro. Dá frutas no outono. Só cresce se os 8 espaços adjacentes estiverem vazios.",
	"object.HV.clover-gamma.name": "Trevo Gamma",
	"object.HV.clover-gamma.description": "Se esta planta dá sorte, ela deve ser extraída. Com sorte, ele crescerá muito... Talvez até demais.",
	"object.HV.energyberry.name": "Morango Energético",
	"object.HV.energyberry.description": "A energia que essa fruta fornece é impressionante. Não tente vendê-la ou você será multado pesadamente.... Não é muito legal.",
	"object.HV.golden-strawberry.name": "Morango Dourado",
	"object.HV.golden-strawberry.description": "É provavelmente a coisa mais bela que alguma vez viu. Detestaria afundar os seus dentes nela.",
	"object.HV.silver-strawberry.name": "Morango Prateado",
	"object.HV.silver-strawberry.description": "Brilha ao sol. Não muito valiosa. Uma lenda: Cresce colossalmente se certos fatores forem atendidos. Nunca foi verificada.",
	"object.HV.strawbit.name": "Morango Bebé",
	"object.HV.strawbit.description": "É tão pequena e adorável, não o engulas inteiro!",
	"object.HV.strawpeach.name": "Morssego",
	"object.HV.strawpeach.description": "Metade morango, metade pêssego, uma delícia doce e ao mesmo tempo doce.",
	"object.HV.winged-golden-strawberry.name": "Morango Dourado Alado",
	"object.HV.winged-golden-strawberry.description": "É provavelmente a coisa mais bonita e especial que alguma vez viu. vai voar para longe se o assustar!",
	//Hats
	"hat.HV.blue-omega-cap.name": "Boné Ômega Azul",
	"hat.HV.blue-omega-cap.description": "Um boné preto com o símbolo Omega em azul.",
	"hat.HV.golden-strawberry-tiara.name": "Tiara de Morango Dourado",
	"hat.HV.golden-strawberry-tiara.description": "Uma tiara de prata com uma incrustação de morango dourado.",
	"hat.HV.omega-cap.name": "Boné Ômega",
	"hat.HV.omega-cap.description": "Um boné preto com o símbolo Omega em vermelho.",
	"hat.HV.winged-strawberry-tiara.name": "Tiara de Morango Alado",
	"hat.HV.winged-strawberry-tiara.description": "Tiara de Morango Alado",
	//Mail
	"mail.HV.TaxesToPay": "Prezado/a @,^Esta é uma comunicação do Banco da República de Ferngill. Como novo proprietário da Fazenda de Stardew Valley, você deve pagar os impostos correspondentes à ocupação da fazenda. Você receberá uma carta todo dia 28 do mês, na qual deverá adicionar o dinheiro correspondente ao imposto do mês. Agradecemos sua cooperação e esperamos que tenha sucesso em seu projeto.^ -Banco da República de Ferngill",
	"mail.HV.TaxesToPayTitle": "Carta de Impostos",
	"Mail.WelcomeHV1": "Olá @. Bem-vindo a Hardew Valley!^Nesta nova experiência, TUDO será mais difícil, o que se traduz em menos ganhos e mais tempo de jogo, mas é isso que você estava procurando, certo? Um desafio, não um jogo que termina no ano 3. Nos próximos dias você receberá em sua caixa de correio informações sobre várias coisas do mod, fique atento. A propósito, você gastou todo o seu dinheiro para chegar aqui, não lhe resta mais nada. Boa sorte, tenha um bom dia! %item money -500 %%^    -Divirta-se!^    -Juanpa98ar",
	"Mail.WelcomeHV1Title": "Bem-vindo a Hardew Valley.",
	"Mail.EBinfo": "Energia Ilegal.",
	"Mail.EBinfo1": "Dizem que nos esgotos da vila há um ser das sombras, amigável, que pode obter muitas coisas que ninguém mais pode.... ou deveria, se é que você me entende.^Na primavera e no outono, ele deve ter certas sementes especiais...^      -OmegaData",	
	"Mail.SBSinfo": "Variedades de Morangos.",
	"Mail.SBSinfo1": "A Mãe Natureza nos abençoou com estranhas variedades de morangos, que, apesar de sua aparência, são totalmente comestíveis!^No entanto, os especialistas consideram que estes não são FRUTOS, portanto recomendam não fazer geléias, sucos ou outros produtos com estes morangos, que são: Morangos dourados, prateados e alados.^      -OmegaData",
	"Mail.SSBinfo": "Nova Semente de Verão.",
	"Mail.SSBinfo1": "As 'Sementes De Morango Prateado' está agora disponível na loja do Pierre, disponível apenas no verão.^Há uma lenda que diz que a lavoura pode se tornar gigantesca se estas exigências forem atendidas:^1.Um lote 3x3 com a mesma lavoura.^2.Todas as lavouras são totalmente cultivadas.^3.Pelo menos a lavoura central deve ser irrigada diariamente. Tudo o que resta é esperar.^     -OmegaData",
	"Mail.SBinfo": "Nova Semente De Inverno",
	"Mail.SBinfo1": "As 'Sementes De Morango Bebé' estão agora disponíveis na loja do Pierre, disponíveis apenas no inverno.^É uma lavoura de crescimento rápido e pode produzir 1 a 5 morangos bebês por dia! A fruta não é muito valiosa, mas você pode aumentar o preço fazendo suco ou outros produtos a partir deles.^     -OmegaData",
	"Mail.GWSinfo": "Nova Semente de Ano Inteiro",
	"Mail.GWSinfo1": "As 'Sementes De Morango Dourado Alado' está agora disponível na loja do Pierre, disponível durante todo o ano.^Esta maravilha da natureza é cara e leva um ano inteiro para crescer, mas o valor que você pode obter com esta safra é imenso!^     -OmegaData",
	"Mail.CGinfo": "Nova Semente de Verão.",
	"Mail.CGinfo1": "As 'Sementes De Trevo Gamma' está agora disponível na loja do Pierre, disponível apenas no verão.^ Diz-se que encontrar um trevo de 4 folhas é uma grande sorte, então por que não cultivá-lo? Descubra novas receitas com Gus, para tirar o máximo proveito desta cultura. As abelhas podem produzir mel a partir destes trevos. Pode tornar-se gigante.^     -OmegaData",
    //Machines
	"HV.CountCoal.Message": "Quantidade de Carvão necessária",
	"HV.CountOre.Message": "Quantidade de Minério necessária",
	"HV.CountWood.Message": "Quantidade de Madeira necessária",
	"HV.CountTorch.Message": "Quantidade de Tochas necessárias",
	
//Descrição da lavouras
    "CropDescription.info.SGB": "Plante-o no início do Verão ou em meados do mês, utilizando solo foliar. Demora 50 dias a crescer.",
	"CropDescription.info.AF": "Plante-os no dia 1 de qualquer estação excepto Inverno, ou mais tarde utilizando solo foliar. Demora 28 dias a crescer e continua a produzir a cada 26 dias.",
	"CropDescription.info.HP": "Plante-as no verão. Demoram 9 dias para crescer, mas continuam produzindo cada 2 dias. Cresce em uma treliça.",
	
//Cofre CC
    "VaultGold.gold.1": "12.500 ouros",
	"VaultGold.gold.2": "25.000 ouros",
	"VaultGold.gold.3": "50.000 ouros",
	"VaultGold.gold.4": "125.000 ouros",
	
//Crops Description 10%   
    "CropDescription.HVDZ.Parsnip": "Plante-as na Primavera. Demoram 5 dias para crescer.",
	"CropDescription.HVDZ.Bean": "Plante-as na primavera. Demoram 11 dias para crescer, mas continuam crescendo logo após. Cresce em uma treliça.",
	"CropDescription.HVDZ.Cauliflower": "Plante-as na primavera. Demora 13 dias para produzir uma couve-flor grande.",
	"CropDescription.HVDZ.Potato": "Plante-as na primavera. Demoram 7 dias para crescer, e podem gerar várias batatas na colheita.",
	"CropDescription.HVDZ.Garlic": "Plante-as na primavera. Demoram 5 dias para crescer.",
	"CropDescription.HVDZ.Rice": "Plante-as na primavera. Demoram 9 dias para crescer. Cresce mais rápido se plantado perto de um corpo de água. Colha com a foice.",
	"CropDescription.HVDZ.Taro": "Plante-o no clima quente. Leva 11 dias para crescer. Cresce mais rápido se plantado perto de um corpo d'água.",
	"CropDescription.HVDZ.Kale": "Plante-as na primavera. Demoram 7 dias para crescer. Colha com a foice.",
	"CropDescription.HVDZ.Rhubarb": "Plante-as na primavera. Demoram 14 dias para crescer.",
	"CropDescription.HVDZ.Strawberry": "Plante-as na primavera ou verão. Demoram 9 dias para crescerem e continuam produzindo cada 6 dias.",
	"CropDescription.HVDZ.Melon": "Plante-as no verão. Demoram 13 dias para crescer.",
	"CropDescription.HVDZ.Tomato": "Plante-as no verão. Demoram 12 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ.Blueberry": "Plante-as no verão. Demoram 14 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ.Pepper": "Plante-as no verão. Demoram 6 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ.Wheat": "Plante-as no verão ou outono. Demoram 5 dias para crescer. Colha com a foice.",
	"CropDescription.HVDZ.Radish": "Plante-as durante o verão. Demoram 7 dias para crescer.",
	"CropDescription.HVDZ.Cabbage": "Plante-as no verão. Demoram 10 dias para crescer.",
	"CropDescription.HVDZ.Starfruit": "Plante-as no verão. Demoram 14 dias para crescer.",
	"CropDescription.HVDZ.Pineapple": "Plante-as no clima quente. Levam 15 dias para crescer, e continuam produzindo frutos depois.",
	"CropDescription.HVDZ.Coffee": "Plante na primavera ou no verão para conseguir café em 11 dias, continuam produzindo cada 3 dias. Ponha cinco grãos num barril para fazer café.",
	"CropDescription.HVDZ.Cactus": "Só podem ser criados em ambientes fechados. Levam 13 dias para amadurecer, depois produzem frutos a cada 5 dias.",
	"CropDescription.HVDZ.Corn": "Plante-as no verão ou outono. Demoram 15 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ.Grape": "Plante-as no outono. Demoram 11 dias para crescer, mas continuam produzindo uvas depois. Cresce em uma treliça.",
	"CropDescription.HVDZ.Amaranth": "Plante-as no outono. Demoram 8 dias para crescer. Colha com a foice.",
	"CropDescription.HVDZ.Eggplant": "Plante-as no outono. Demoram 6 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ.Artichoke": "Plante-as no outono. Demoram 9 dias para crescer.",
	"CropDescription.HVDZ.Pumpkin": "Plante-as no outono. Demoram 14 dias para crescer.",
	"CropDescription.HVDZ.Bokchoy": "Plante-as no outono. Demoram 5 dias para crescer.",
	"CropDescription.HVDZ.Yam": "Plante-as no outono. Demoram 11 dias para crescer.",
	"CropDescription.HVDZ.Cranberry": "Plante-as no outono. Demoram 8 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ.Beet": "Plante-as no outono. Demoram 7 dias para crescer.",
	"CropDescription.HVDZ.Tulip": "Plante na primavera. Demora até 7 dias para produzir uma flor colorida. Cores variadas.",
	"CropDescription.HVDZ.Jazz": "Plante na primavera. Demora 8 dias para produzir uma flor redondinha azul.",
	"CropDescription.HVDZ.Poppy": "Plante no verão. Produz uma flor brilhante e vermelha em 8 dias.",
	"CropDescription.HVDZ.Spangle": "Plante no verão. Demora 9 dias para produzir uma flor tropical vibrante. Cores variadas.",
	"CropDescription.HVDZ.Sunflower": "Plante-as no verão ou outono. Demora 9 dias para produzir um girassol grande. Dá mais sementes na colheita.",
	"CropDescription.HVDZ.Fairy": "Plante no outono. Demora 13 dias para produzir uma flor misteriosa. Cores variadas.",
	"CropDescription.HVDZ.Fiber": "Plante-as em qualquer estação. Não precisam ser regadas. Colha com a foice. Levam 8 dias para crescer.",
	"CropDescription.HVDZ.Qi": "Plante-os em qualquer estação. Regue todos os dias para produzir uma Fruta Qi. Demoram 5 dias para crescer.",
//                                                    25%                                                
    "CropDescription.HVDZ25.Parsnip": "Plante-as na Primavera. Demoram 6 dias para crescer.",
	"CropDescription.HVDZ25.Bean": "Plante-as na primavera. Demoram 12 dias para crescer, mas continuam crescendo logo após. Cresce em uma treliça.",
	"CropDescription.HVDZ25.Cauliflower": "Plante-as na primavera. Demora 15 dias para produzir uma couve-flor grande.",
	"CropDescription.HVDZ25.Potato": "Plante-as na primavera. Demoram 8 dias para crescer, e podem gerar várias batatas na colheita.",
	"CropDescription.HVDZ25.Garlic": "Plante-as na primavera. Demoram 6 dias para crescer.",
	"CropDescription.HVDZ25.Rice": "Plante-as na primavera. Demoram 10 dias para crescer. Cresce mais rápido se plantado perto de um corpo de água. Colha com a foice.",
	"CropDescription.HVDZ25.Taro": "Plante-o no clima quente. Leva 12 dias para crescer. Cresce mais rápido se plantado perto de um corpo d'água.",
	"CropDescription.HVDZ25.Kale": "Plante-as na primavera. Demoram 8 dias para crescer. Colha com a foice.",
	"CropDescription.HVDZ25.Rhubarb": "Plante-as na primavera. Demoram 16 dias para crescer.",
	"CropDescription.HVDZ25.Strawberry": "Plante-as na primavera ou verão. Demoram 10 dias para crescerem e continuam produzindo cada 6 dias.",
	"CropDescription.HVDZ25.Melon": "Plante-as no verão. Demoram 15 dias para crescer.",
	"CropDescription.HVDZ25.Tomato": "Plante-as no verão. Demoram 13 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ25.Blueberry": "Plante-as no verão. Demoram 16 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ25.Pepper": "Plante-as no verão. Demoram 7 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ25.Wheat": "Plante-as no verão ou outono. Demoram 6 dias para crescer. Colha com a foice.",
	"CropDescription.HVDZ25.Radish": "Plante-as durante o verão. Demoram 8 dias para crescer.",
	"CropDescription.HVDZ25.Cabbage": "Plante-as no verão. Demoram 11 dias para crescer.",
	"CropDescription.HVDZ25.Starfruit": "Plante-as no verão. Demoram 16 dias para crescer.",
	"CropDescription.HVDZ25.Pineapple": "Plante-as no clima quente. Levam 17 dias para crescer, e continuam produzindo frutos depois.",
	"CropDescription.HVDZ25.Coffee": "Plante na primavera ou no verão para conseguir café em 12 dias, continuam produzindo cada 3 dias. Ponha cinco grãos num barril para fazer café.",
	"CropDescription.HVDZ25.Cactus": "Só podem ser criados em ambientes fechados. Levam 15 dias para amadurecer, depois produzem frutos a cada 5 dias.",
	"CropDescription.HVDZ25.Corn": "Plante-as no verão ou outono. Demoram 17 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ25.Grape": "Plante-as no outono. Demoram 12 dias para crescer, mas continuam produzindo uvas depois. Cresce em uma treliça.",
	"CropDescription.HVDZ25.Amaranth": "Plante-as no outono. Demoram 10 dias para crescer. Colha com a foice.",
	"CropDescription.HVDZ25.Eggplant": "Plante-as no outono. Demoram 7 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ25.Artichoke": "Plante-as no outono. Demoram 10 dias para crescer.",
	"CropDescription.HVDZ25.Pumpkin": "Plante-as no outono. Demoram 16 dias para crescer.",
	"CropDescription.HVDZ25.Bokchoy": "Plante-as no outono. Demoram 6 dias para crescer.",
	"CropDescription.HVDZ25.Yam": "Plante-as no outono. Demoram 12 dias para crescer.",
	"CropDescription.HVDZ25.Cranberry": "Plante-as no outono. Demoram 9 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ25.Beet": "Plante-as no outono. Demoram 8 dias para crescer.",
	"CropDescription.HVDZ25.Tulip": "Plante na primavera. Demora até 8 dias para produzir uma flor colorida. Cores variadas.",
	"CropDescription.HVDZ25.Jazz": "Plante na primavera. Demora 9 dias para produzir uma flor redondinha azul.",
	"CropDescription.HVDZ25.Poppy": "Plante no verão. Produz uma flor brilhante e vermelha em 9 dias.",
	"CropDescription.HVDZ25.Spangle": "Plante no verão. Demora 10 dias para produzir uma flor tropical vibrante. Cores variadas.",
	"CropDescription.HVDZ25.Sunflower": "Plante-as no verão ou outono. Demora 10 dias para produzir um girassol grande. Dá mais sementes na colheita.",
	"CropDescription.HVDZ25.Fairy": "Plante no outono. Demora 15 dias para produzir uma flor misteriosa. Cores variadas.",
	"CropDescription.HVDZ25.Fiber": "Plante-as em qualquer estação. Não precisam ser regadas. Colha com a foice. Levam 9 dias para crescer.",
	"CropDescription.HVDZ25.Qi": "Plante-os em qualquer estação. Regue todos os dias para produzir uma Fruta Qi. Demoram 6 dias para crescer.",
//                                             50%                                                          	
    "CropDescription.HVDZ50.Parsnip": "Plante-as na Primavera. Demoram 6 dias para crescer.",
	"CropDescription.HVDZ50.Bean": "Plante-as na primavera. Demoram 15 dias para crescer, mas continuam crescendo logo após. Cresce em uma treliça.",
	"CropDescription.HVDZ50.Cauliflower": "Plante-as na primavera. Demora 18 dias para produzir uma couve-flor grande.",
	"CropDescription.HVDZ50.Potato": "Plante-as na primavera. Demoram 9 dias para crescer, e podem gerar várias batatas na colheita.",
	"CropDescription.HVDZ50.Garlic": "Plante-as na primavera. Demoram 6 dias para crescer.",
	"CropDescription.HVDZ50.Rice": "Plante-as na primavera. Demoram 12 dias para crescer. Cresce mais rápido se plantado perto de um corpo de água. Colha com a foice.",
	"CropDescription.HVDZ50.Taro": "Plante-o no clima quente. Leva 15 dias para crescer. Cresce mais rápido se plantado perto de um corpo d'água.",
	"CropDescription.HVDZ50.Kale": "Plante-as na primavera. Demoram 9 dias para crescer. Colha com a foice.",
	"CropDescription.HVDZ50.Rhubarb": "Plante-as na primavera. Demoram 19 dias para crescer.",
	"CropDescription.HVDZ50.Strawberry": "Plante-as na primavera ou verão. Demoram 12 dias para crescerem e continuam produzindo cada 6 dias.",
	"CropDescription.HVDZ50.Melon": "Plante-as no verão. Demoram 18 dias para crescer.",
	"CropDescription.HVDZ50.Tomato": "Plante-as no verão. Demoram 16 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ50.Blueberry": "Plante-as no verão. Demoram 19 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ50.Pepper": "Plante-as no verão. Demoram 7 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ50.Wheat": "Plante-as no verão ou outono. Demoram 6 dias para crescer. Colha com a foice.",
	"CropDescription.HVDZ50.Radish": "Plante-as durante o verão. Demoram 9 dias para crescer.",
	"CropDescription.HVDZ50.Cabbage": "Plante-as no verão. Demoram 15 dias para crescer.",
	"CropDescription.HVDZ50.Starfruit": "Plante-as no verão. Demoram 19 dias para crescer.",
	"CropDescription.HVDZ50.Pineapple": "Plante-as no clima quente. Levam 21 dias para crescer, e continuam produzindo frutos depois.",
	"CropDescription.HVDZ50.Coffee": "Plante na primavera ou no verão para conseguir café em 15 dias, continuam produzindo cada 3 dias. Ponha cinco grãos num barril para fazer café.",
	"CropDescription.HVDZ50.Cactus": "Só podem ser criados em ambientes fechados. Levam 18 dias para amadurecer, depois produzem frutos a cada 5 dias.",
	"CropDescription.HVDZ50.Corn": "Plante-as no verão ou outono. Demoram 21 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ50.Grape": "Plante-as no outono. Demoram 15 dias para crescer, mas continuam produzindo uvas depois. Cresce em uma treliça.",
	"CropDescription.HVDZ50.Amaranth": "Plante-as no outono. Demoram 10 dias para crescer. Colha com a foice.",
	"CropDescription.HVDZ50.Eggplant": "Plante-as no outono. Demoram 7 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ50.Artichoke": "Plante-as no outono. Demoram 12 dias para crescer.",
	"CropDescription.HVDZ50.Pumpkin": "Plante-as no outono. Demoram 19 dias para crescer.",
	"CropDescription.HVDZ50.Bokchoy": "Plante-as no outono. Demoram 6 dias para crescer.",
	"CropDescription.HVDZ50.Yam": "Plante-as no outono. Demoram 15 dias para crescer.",
	"CropDescription.HVDZ50.Cranberry": "Plante-as no outono. Demoram 10 dias para crescerem, e continuam a produção após a primeira colheita.",
	"CropDescription.HVDZ50.Beet": "Plante-as no outono. Demoram 9 dias para crescer.",
	"CropDescription.HVDZ50.Tulip": "Plante na primavera. Demora até 9 dias para produzir uma flor colorida. Cores variadas.",
	"CropDescription.HVDZ50.Jazz": "Plante na primavera. Demora 10 dias para produzir uma flor redondinha azul.",
	"CropDescription.HVDZ50.Poppy": "Plante no verão. Produz uma flor brilhante e vermelha em 10 dias.",
	"CropDescription.HVDZ50.Spangle": "Plante no verão. Demora 12 dias para produzir uma flor tropical vibrante. Cores variadas.",
	"CropDescription.HVDZ50.Sunflower": "Plante-as no verão ou outono. Demora 12 dias para produzir um girassol grande. Dá mais sementes na colheita.",
	"CropDescription.HVDZ50.Fairy": "Plante no outono. Demora 18 dias para produzir uma flor misteriosa. Cores variadas.",
	"CropDescription.HVDZ50.Fiber": "Plante-as em qualquer estação. Não precisam ser regadas. Colha com a foice. Levam 10 dias para crescer.",
	"CropDescription.HVDZ50.Qi": "Plante-os em qualquer estação. Regue todos os dias para produzir uma Fruta Qi. Demoram 6 dias para crescer.",

//Configs                          

	"config.IMPORTANT!.name": "= Coloque o Cursor Aqui =",
	"config.IMPORTANT!.description": "Faça o mesmo com as outras opções para ver uma descrição do que cada uma faz.",
	"config.IMPORTANT!.Values.= Not here. On the left! =": "= Aqui não. À esquerda! =",

	"config.NewObjectsToggle.name": "Objetos de Hardew Valley",
	"config.NewObjectsToggle.description": "Ativa/Desativa os novos objetos adicionados pelo mod.\nEles não são necessariamente uma ajuda, mas dão um pouco mais de variedade à jogabilidade. Ativado por padrão.",

	"config.PaidTaxes.name": "Cobrança de Impostos",
	"config.PaidTaxes.description": "Ativa/Desativa a cobrança de impostos.\nQuando tiver mais de 10.000 de ouro, no dia 28 de cada mês você receberá uma carta,\nna qual deverá pagar uma quantia em dinheiro (configurável).",

	"config.HV.Taxesss.name": "Impostos a Pagar:",
	"config.HV.Taxesss.description": "Modificar o valor dos impostos que você deve pagar.\nValor único: Você deve pagar o valor exato do dinheiro escolhido a cada mês.\nDois valores: Você pagará um valor aleatório de dinheiro entre os dois valores,\n(por exemplo: Entre 10000 e 1000, você pode pagar um valor de 9999 ou 5454 ou 1001, etc., escolhido aleatoriamente pelo jogo).",

	"config.OreNeeded.name": "Minério Necessário:",
	"config.OreNeeded.description": "Modifica a quantidade de minérios necessários para criar barras.\nPadrão 5.",

	"config.CoalNeeded.name": "Carvão Necessário:",
	"config.CoalNeeded.description": "Modifique a quantidade de carvão necessária para usar a fornalha.\nPadrão 1.",

	"config.OreNeededHeavy.name": "Minério Necessário (Pesado):",
	"config.OreNeededHeavy.description": "Modifica a quantidade de minérios necessários para criar barras (Alto-Forno).\nPadrão 25.",

	"config.CoalNeededHeavy.name": "Carvão Necessário (Pesado):",
	"config.CoalNeededHeavy.description": "Modifique a quantidade de carvão necessária para usar a fornalha (Alto-Forno).\nPadrão 3.",

	"config.ObjectsToggle.name": "Mudanças nos Objetos",
	"config.ObjectsToggle.description": "Ative essa opção para modificar o ouro, a saúde e a energia obtidos dos objetos.",
	
	"config.ObjectPrice.name": "Divisor Preço de Venda:",
	"config.ObjectPrice.description": "Reduz os preços de venda de todos os objetos Não Lavouras pelo número selecionado.\nSelecione '1' para desativar a opção.",

	"config.EnergyHealth.name": "Divisor Energia e Vida Obtido:",
	"config.EnergyHealth.description": "Reduz a energia e a vida fornecidas por todos os objetos Não Lavouras pelo número selecionado.\nSelecione '1' para desativar a opção.",

	"config.Crops Reduction.name": "Mudanças e Reduções",
	"config.Crops Reduction.description": "Reduz a regeneração de vida e energia e o preço de venda de todas as lavouras em um valor fixo. Altera algumas propriedades de Cereja de Joia Doce, Fruta Antiga e Lúpulo.",
	
	"config.+Requirements (Crafting Recipes).name": "Mais Requisitos de Materiais",
	"config.+Requirements (Crafting Recipes).description": "Ative essa opção para aumentar os materiais necessários para criar objetos no menu de artesanato (guia com o ícone do martelo).",

	"config.MaterialCR.name": "Multiplicador de Materiais:",
	"config.MaterialCR.description": "Aumenta a quantidade de materiais necessários para criar objetos a partir de receitas de artesanato.\nSelecione '1' para desativar a opção.",
	
	"config.+Requirements (Robin & Wizard Buildings).name": "Mais Requisitos de Recursos",
	"config.+Requirements (Robin & Wizard Buildings).description": "Ative essa opção para aumentar a quantidade de materiais e ouro necessários para construir os edifícios de Robin e do Mago. Alguns requisitos de construção foram reequilibrados.",

	"config.MaterialBP.name": "Multiplicador de Materiais:",
	"config.MaterialBP.description": "Aumenta a quantidade de materiais necessários para iniciar a construção de edifícios.\nSelecione '1' para desativar a opção.",

	"config.GoldBP.name": "Multiplicador de Ouro:",
	"config.GoldBP.description": "Aumenta a quantidade de ouro necessários para iniciar a construção de edifícios.\nSelecione '1' para desativar a opção.",

	"config.BuildDays.name": "Dias de Construção",
	"config.BuildDays.description": "Modifica o número de dias que levará para os edifícios serem construídos.\nPadrão:'2'.",
	
	"config.+Requirements & Rewards (Bundles).name": "Mais Objetos e Recompensas",
	"config.+Requirements & Rewards (Bundles).description": "Ative essa opção para aumentar a quantidade de objetos a serem obtidos. Melhores recompensas.\nSÓ FUNCIONA EM JOGOS NOVOS. NÃO PODE SER ALTERADO OU DESFEITO POSTERIORMENTE.",
	"config.DifficultyToggleBundles.name": "Multiplicador de Objetos:",
	"config.DifficultyToggleBundles.description": "Aumenta a quantidade e a variedade de objetos a serem obtidos em conjuntos. Altera e melhora as recompensas.",

	"config.AnimalsToggle.name": "Mudanças em Animais de Fazenda",
	"config.AnimalsToggle.description": "Ative essa opção para modificar o tempo que os animais levam para crescer e produzir.",

	"config.DaysToAdult.name": "Multiplicador Tempo Crescimento:",
	"config.DaysToAdult.description": "Aumenta os dias necessários para que os novos animais da fazenda se tornem adultos.\nSelecione '1' para desativar a opção.",

	"config.DaysToProduce.name": "Multiplicador Tempo Produção:",
	"config.DaysToProduce.description": "Aumenta os dias necessários para que os animais de fazenda produzam seus respectivos produtos.\nSelecione '1' para desativar a opção.",

	"config.PurchasePrice.name": "Multiplicador Preço de Compra:",
	"config.PurchasePrice.description": "Aumenta o ouro necessário para comprar animais do Rancho da Marnie.\nSelecione '1' para desativar a opção.",

	"config.Crops Grow Slower.name": "Crescimento Mais Lento",
	"config.Crops Grow Slower.description": "Ative essa opção para aumentar o número de dias necessários para que a lavoura amadureça totalmente e seja colhida.",
	"config.DifficultyToggleCrops.name": "Tempo Aumentado Em:",
	"config.DifficultyToggleCrops.description": "Aumenta o número de dias necessários para colher uma lavoura, na porcentagem selecionada.\nNão inclui Cereja de Joia Doce, Fruta Antiga e Lúpulo.",

	"config.Fruit Reduction.name": "Redução de Frutas",
	"config.Fruit Reduction.description": "Ative essa opção para alterar a probabilidade de uma árvore frutífera dar frutos em um novo dia.",

	"config.FruitChance.name": "Possibilidade de Frutas",
	"config.FruitChance.description": "Modifica a probabilidade de obter frutas das árvores frutíferas todos os dias.\nValor mais baixo = menor probabilidade. Padrão:'1'.",

	"config.FishToggle.name": "Mudanças nos Peixes",
	"config.FishToggle.description": "Ative essa opção para modificar o comportamento do peixe durante o minijogo.",
	
	"config.FishBehavior.name": "Tipo de Comportamento:",
	"config.FishBehavior.description": "Altere a maneira como os peixes se movem durante o minijogo.\nDo mixed ao dart, seus movimentos podem ser básicos, constantes, rápidos para baixo, rápidos para cima ou aleatórios, respectivamente.\nSelecione 'mixed' para a opção fácil.",

	"config.FishDifficulty.name": "Multiplicador de Movimento:",
	"config.FishDifficulty.description": "Altere a velocidade com que o peixe se move e muda de direção durante o minijogo.\nValores abaixo de 1 reduzem a dificuldade, valores acima de 1 aumentam a dificuldade. Valores muito altos podem ser impossíveis.\nSelecione '1' para desativar a opção.",

	"config.Less Monsters Drops.name": "Menos Saque",
	"config.Less Monsters Drops.description": "Ative essa opção para reduzir a chance de os inimigos deixarem cair objetos.",
	"config.DifficultyToggleMonstersDrops.name": "Saque Reduzido Em:",
	"config.DifficultyToggleMonstersDrops.description": "Reduz a chance de os inimigos derrotados deixarem Objetos, na porcentagem selecionada.",

	"config.MonstersToggle.name": "Mudanças nos Monstros",
	"config.MonstersToggle.description": "Ative essa opção para modificar a saúde e o dano dos inimigos.",
	
	"config.MonsterATK.name": "Multiplicador de Dano:",
	"config.MonsterATK.description": "Aumenta o dano infligido pelos inimigos. 9999 é morte instantânea.\nSelecione '1' para desativar a opção.",

	"config.MonsterHP.name": "Multiplicador de Vida:",
	"config.MonsterHP.description": "Modifica a vida dos inimigos. Valores abaixo de 1 reduzem a saúde dos inimigos, valores acima de 1 a aumentam.\nSelecione '1' para desativar a opção.",

	"config.Boots Stats.name": "Novas Estatísticas Calçados",
	"config.Boots Stats.description": "Aumenta ligeiramente a defesa e a imunidade proporcionadas pelas botas.",
	
	"config.Weapons Stats.name": "Novas Estatísticas Armas",
	"config.Weapons Stats.description": "Aumento do dano da arma e da chance de dano aleatório. Pequena modificação de algumas estatísticas.",

	"config.ToolsUpgradePrice.name": "Preço Aprimoramento Ferramentas",
	"config.ToolsUpgradePrice.description": "Ative essa opção para alterar o preço de aprimoramento das ferramentas. Ela não altera o número de barras.",

	"config.ToolsPrice.name": "Multiplicador Preços:",
	"config.ToolsPrice.description": "Modifica o preço de aprimoramento de todas as ferramentas de acordo com o valor escolhido.",
	
	"config.Slower Relationships.name": "Relações Mais Lentas",
	"config.Slower Relationships.description": "Ative essa opção para alterar a reação dos aldeões a determinados presentes, o que afeta os pontos de amizade ganhos.",
	"config.DifficultyToggleRelations.name": "Modo de Relação",
	"config.DifficultyToggleRelations.description": "Like: Presentes Amados a Gostados.\nNeutral: Presentes Amados e Gostados a Neutro.\nDislike: Presentes Amados e Gostados a Não Gostados.",
	
	"config.Special Orders (-Gold).name": "Redução Recompensa em Ouro",
	"config.Special Orders (-Gold).description": "Reduz o ouro ganho como recompensa pela conclusão das Pedidos Especiais da vila.",
	
	"config.Reduce Selling Price, Energy & Life(SVE Products).name": "Modificação Objetos",
	"config.Reduce Selling Price, Energy & Life(SVE Products).description": "Reduz a regeneração de vida e energia e o preço de venda dos Objetos, por um valor fixo. Requer o mod 'Stardew Valley Expanded' para funcionar.",

	"config.Reduce Selling Price (WFFE Products).name": "Modificação de Objetos",
	"config.Reduce Selling Price (WFFE Products).description": "Reduz a regeneração de vida e energia e o preço de venda dos Objetos, por um valor fixo. Requer o mod 'Wildflour's Atelier Goods - Forager' para funcionar.",

	"config.Reduce Selling Price (ES Products).name": "Modificação de Objetos",
	"config.Reduce Selling Price (ES Products).description": "Reduz a regeneração de vida e energia e o preço de venda dos Objetos, por um valor fixo. Requer o mod 'East Scarp' para funcionar.",

	"config.Reduce Selling Price, Energy & Life(RSV Products).name": "Modificação de Objetos",
	"config.Reduce Selling Price, Energy & Life(RSV Products).description": "Reduz a regeneração de vida e energia e o preço de venda dos Objetos, por um valor fixo. Requer o mod 'Ridgeside Village' para funcionar.",

	"config.Special Order & Quest -Gold (RSV).name": "Pedidos e Missões -Ouro",
	"config.Special Order & Quest -Gold (RSV).description": "Reduz o ouro recebido por Pedidos Especiais e Missões.\nAlgumas missões mostrarão a quantidade antiga de ouro; no final dessas missões, você receberá a nova quantidade de ouro.\nRequer o mod 'Ridgeside Village' para funcionar.",

	"config.Special Orders And Mail -Gold (SVE).name": "Pedidos e Correio -Ouro",
	"config.Special Orders And Mail -Gold (SVE).description": "Reduz o ouro recebido de pedidos especiais e de um correio. Requer o mod 'Stardew Valley Expanded' para funcionar.",	

	"config.section.Objects & Products.name": "Objetos e Produtos",
	"config.section.Crops & Harvests.name": "Lavouras e Colheitas",
	"config.section.Crafting Recipes.name": "Receitas de Artesanato",
	"config.section.Robin & Wizard Buildings.name": "Edifícios de Robin e o Feiticeiro",
	"config.section.Bundles.name": "Conjuntos",
	"config.section.Farm Animals.name": "Animais de Fazenda",
	"config.section.Fish & Mini-game.name": "Peixes e Minijogo",
	"config.section.Monster Stats & Drops.name": "Estatísticas de Monstros e Saque",
	"config.section.Equipment Stats.name": "Estatísticas de Equipamentos",
	"config.section.Tastes & Gifts.name": "Gostos e Presentes",
	"config.section.Special Orders.name": "Pedidos Especiais",
	"config.section.Stardew Valley Expanded.name": "Stardew Valley Expanded",
	"config.section.Ridgeside Village.name": "Ridgeside Village",
	"config.section.East Scarp.name": "East Scarp",
	"config.section.Wild Food - A Forage Expansion.name": "Wildflour's Atelier Goods - Forager",
	
	"Mail.GuntherGiftHV": "Olá @,^^Segue em anexo uma parte do financiamento que nos foi concedido recentemente pela Secretaria Regional de Artefatos. Graças às suas generosas doações, o museu se tornou um dos principais contribuintes para os esforços contínuos de conservação do patrimônio cultural de Ferngill. Espero que esses fundos ajudem em suas aventuras futuras.^^ -Gunther %item money 8000 8001 %%[#]Pagamento do Museu"
}